Repository: common-repository/vidseo
Catalog: languages/vidseo-*.po
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja, pt_br, ro_ro, ru_ru, sv_se, tr_tr

source: 404 to 301 By Joel James
de_de: 404 bis 301 Von Joel James
es_es: 404 a 301 por Joel James
fr_fr: 404 à 301 Par Joel James
hi_in: 404 से 301 जोएल जेम्स द्वारा
id_id: 404 sampai 301 Oleh Joel James
it_it: Da 404 a 301 di Joel James
ja: JoelJamesによる404から301
pt_br: 404 a 301 por Joel James
ro_ro: 404 - 301 De Joel James
ru_ru: 404 по 301 Джоэл Джеймс
sv_se: 404 till 301 Av Joel James
tr_tr: 404-301 Joel James

source: <a href="%s">Get Pro version</a> to enable
de_de: <a href="%s">Holen Sie sich die Pro-Version</a> zum Aktivieren
es_es: <a href="%s">Obtenga la versión Pro</a> para habilitar
fr_fr: <a href="%s">Obtenez la version Pro</a> pour activer
hi_in: सक्षम करने के लिए <a href="%s">प्रो संस्करण प्राप्त करें</a>
id_id: <a href="%s">Dapatkan versi Pro</a> untuk mengaktifkan
it_it: <a href="%s">Ottieni la versione Pro</a> per abilitare
ja: <a href="%s">Proバージョン</a>を入手して有効にする
pt_br: <a href="%s">Obtenha a versão Pro</a> para habilitar
ro_ro: <a href="%s">Obțineți versiunea Pro</a> pentru activare
ru_ru: <a href="%s">Получите версию Pro,</a> чтобы включить
sv_se: <a href="%s">Hämta Pro-version för</a> att aktivera
tr_tr: Etkinleştirmek için <a href="%s">Pro sürümünü edinin</a>

source: Add New
de_de: Neue hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter nouveau
hi_in: नया जोड़ो
id_id: Tambah baru
it_it: Aggiungere nuova
ja: 新しく追加する
pt_br: Adicionar novo
ro_ro: Adăuga nou
ru_ru: Добавить новое
sv_se: Lägg till ny
tr_tr: Yeni ekle

source: Add New Item
de_de: Neues Element hinzufügen
es_es: Agregar ítem nuevo
fr_fr: Ajoute un nouvel objet
hi_in: नए सामान को जोड़ो
id_id: Tambahkan Item Baru
it_it: Aggiungi un nuovo elemento
ja: 新しいアイテムを追加する
pt_br: Adicionar novo item
ro_ro: Adăugați un element nou
ru_ru: Добавить новый элемент
sv_se: Lägg till nytt föremål
tr_tr: Yeni öğe ekle

source: All Items
de_de: Alle Elemente
es_es: Todos los artículos
fr_fr: Tous les articles
hi_in: सभी आइटम
id_id: Semua barang
it_it: Tutti gli articoli
ja: 全てのアイテム
pt_br: Todos os itens
ro_ro: Toate obiectele
ru_ru: Все элементы
sv_se: Alla objekt
tr_tr: Tüm eşyalar

source: Auto optimize all image alt texts (including Woocommerce online store), of your pages, posts & product, from Yoast SEO optimization settings (keywords) and/or Post title.
de_de: Optimieren Sie automatisch alle Bildaltertexte (einschließlich Woocommerce-Onlineshop) Ihrer Seiten, Beiträge und Produkte aus den Einstellungen für die SEO-Optimierung von Yoast (Schlüsselwörter) und / oder dem Titel des Beitrags.
es_es: Optimice automáticamente todos los textos alternativos de la imagen (incluida la tienda en línea Woocommerce), de sus páginas, publicaciones y productos, desde la configuración de optimización de Yoast SEO (palabras clave) y / o el título de la publicación.
fr_fr: Optimisez automatiquement tous les textes alternatifs d'image (y compris la boutique en ligne Woocommerce), de vos pages, articles et produits, à partir des paramètres d'optimisation de Yoast SEO (mots-clés) et / ou du titre de l'article.
hi_in: Yoast SEO ऑप्टिमाइज़ेशन सेटिंग्स (कीवर्ड) और/या पोस्ट टाइटल से आपके पेज, पोस्ट और उत्पाद के सभी इमेज ऑल्ट टेक्स्ट (Woocommerce ऑनलाइन स्टोर सहित) को ऑटो ऑप्टिमाइज़ करें।
id_id: Optimalkan otomatis semua teks alt gambar (termasuk toko online Woocommerce), halaman, posting & produk Anda, dari pengaturan optimasi Yoast SEO (kata kunci) dan / atau judul Posting.
it_it: Ottimizza automaticamente tutti i testi alternativi delle immagini (incluso il negozio online Woocommerce), delle tue pagine, post e prodotti, dalle impostazioni di ottimizzazione SEO di Yoast (parole chiave) e / o dal titolo del post.
ja: Yoast SEO最適化設定（キーワード）や投稿タイトルから、ページ、投稿、製品のすべての画像代替テキスト（Woocommerceオンラインストアを含む）を自動最適化します。
pt_br: Otimize automaticamente todos os textos alternativos de imagem (incluindo a loja online Woocommerce), de suas páginas, postagens e produtos, a partir das configurações de otimização de Yoast SEO (palavras-chave) e / ou título da postagem.
ro_ro: Optimizați automat toate textele alternative ale imaginilor (inclusiv magazinul online Woocommerce), ale paginilor, postărilor și produsului dvs., din setările de optimizare Yoast SEO (cuvinte cheie) și / sau titlul Postării.
ru_ru: Автоматическая оптимизация всех альтернативных текстов изображений (включая интернет-магазин Woocommerce) ваших страниц, сообщений и продуктов с помощью настроек оптимизации Yoast (ключевые слова) и / или заголовка сообщения.
sv_se: Optimera automatiskt alla bildalternativtexter (inklusive Woocommerce onlinebutik), av dina sidor, inlägg och produkt, från Yoast SEO-optimeringsinställningar (nyckelord) och / eller inläggstitel.
tr_tr: Yoast SEO optimizasyon ayarlarından (anahtar kelimeler) ve / veya Yazı başlığından sayfalarınızın, gönderilerinizin ve ürününüzün tüm alt metinlerini (Woocommerce çevrimiçi mağazası dahil) otomatik olarak optimize edin.

source: Automatically redirect, log and notify all 404 page errors to any page using 301 redirection...
de_de: Automatische Umleitung, Protokollierung und Benachrichtigung aller 404-Seitenfehler auf jede Seite mithilfe der 301-Umleitung ...
es_es: Redirigir, registrar y notificar automáticamente todos los errores de página 404 a cualquier página utilizando la redirección 301 ...
fr_fr: Redirigez, enregistrez et notifiez automatiquement toutes les erreurs de page 404 vers n'importe quelle page à l'aide de la redirection 301 ...
hi_in: 301 पुनर्निर्देशन का उपयोग करके किसी भी पृष्ठ पर सभी 404 पृष्ठ त्रुटियों को स्वचालित रूप से पुनर्निर्देशित, लॉग और सूचित करें...
id_id: Alihkan, catat, dan beri tahu semua 404 halaman error secara otomatis ke halaman mana pun menggunakan pengalihan 301 ...
it_it: Reindirizza, registra e notifica automaticamente tutti gli errori di pagina 404 a qualsiasi pagina utilizzando il reindirizzamento 301 ...
ja: 301リダイレクトを使用して、すべての404ページエラーを任意のページに自動的にリダイレクト、ログ記録、通知します。
pt_br: Redirecione, registre e notifique automaticamente todos os erros de página 404 para qualquer página usando o redirecionamento 301 ...
ro_ro: Redirecționează automat, înregistrează și notifică toate erorile de 404 pagini către orice pagină folosind redirecționarea 301 ...
ru_ru: Автоматически перенаправлять, регистрировать и уведомлять обо всех ошибках страницы 404 на любую страницу, используя перенаправление 301 ...
sv_se: Omdirigera, logga och meddela alla 404-sidfel automatiskt till vilken sida som helst med 301-omdirigering ...
tr_tr: 301 yeniden yönlendirmesini kullanarak tüm 404 sayfa hatalarını herhangi bir sayfaya otomatik olarak yeniden yönlendirin, günlüğe kaydedin ve bildirin ...

source: Autoplay Video
de_de: Video automatisch abspielen
es_es: Reproducción automática de video
fr_fr: Lecture automatique de la vidéo
hi_in: ऑटोप्ले वीडियो
id_id: Video Putar Otomatis
it_it: Video con riproduzione automatica
ja: ビデオの自動再生
pt_br: Vídeo de reprodução automática
ro_ro: Redare automată video
ru_ru: Автозапуск видео
sv_se: Spela upp video automatiskt
tr_tr: Otomatik Oynat Video

source: Better Robots.txt is an all in one SEO robots.txt plugin, it creates a virtual robots.txt including your XML sitemaps (Yoast or else) to boost your website ranking on search engines.
de_de: Better Robots.txt ist ein All-in-One-Plugin für SEO robots.txt. Es erstellt eine virtuelle robots.txt mit Ihren XML-Sitemaps (Yoast oder sonst), um Ihr Website-Ranking in Suchmaschinen zu verbessern.
es_es: Better Robots.txt es un complemento de robots.txt de SEO todo en uno, crea un archivo robots.txt virtual que incluye sus mapas de sitio XML (Yoast u otro) para mejorar la clasificación de su sitio web en los motores de búsqueda.
fr_fr: Better Robots.txt est un plugin SEO robots.txt tout en un, il crée un fichier robots.txt virtuel incluant vos sitemaps XML (Yoast ou autre) pour booster le classement de votre site Web sur les moteurs de recherche.
hi_in: बेटर रोबोट्स.txt एक ऑल इन वन SEO robots.txt प्लगइन है, यह सर्च इंजन पर आपकी वेबसाइट रैंकिंग को बढ़ावा देने के लिए आपके XML साइटमैप (Yoast या अन्य) सहित एक वर्चुअल robots.txt बनाता है।
id_id: Better Robots.txt adalah plugin robot.txt SEO all in one, ia membuat robot.txt virtual termasuk peta situs XML Anda (Yoast atau lainnya) untuk meningkatkan peringkat situs web Anda di mesin pencari.
it_it: Better Robots.txt è un plug-in per robot.txt SEO tutto in uno, crea un robots.txt virtuale che include le tue sitemap XML (Yoast o altro) per aumentare il posizionamento del tuo sito web sui motori di ricerca.
ja: BetterRobots.txtはオールインワンのSEOrobots.txtプラグインであり、XMLサイトマップ（Yoastまたはその他）を含む仮想robots.txtを作成して、検索エンジンでのWebサイトのランキングを上げます。
pt_br: Better Robots.txt é um plugin de SEO para robots.txt completo, ele cria um robots.txt virtual incluindo seus sitemaps XML (Yoast ou outro) para aumentar a classificação do seu site nos motores de busca.
ro_ro: Better Robots.txt este un plugin all-in-one robots.txt SEO, creează un robots.txt virtual, inclusiv sitemap-urile XML (Yoast sau altceva) pentru a spori clasarea site-ului dvs. pe motoarele de căutare.
ru_ru: Better Robots.txt - это универсальный плагин для SEO robots.txt, он создает виртуальный robots.txt, включающий ваши XML-карты сайта (Yoast или иначе), чтобы повысить рейтинг вашего сайта в поисковых системах.
sv_se: Better Robots.txt är ett allt-i-ett-robots robots.txt-plugin, det skapar en virtuell robots.txt inklusive dina XML-webbplatskartor (Yoast eller annat) för att öka din webbplatsrankning på sökmotorer.
tr_tr: Better Robots.txt, hepsi bir arada bir SEO robots.txt eklentisidir, arama motorlarında web sitenizin sıralamasını yükseltmek için XML site haritalarınızı (Yoast veya başka) içeren sanal bir robots.txt oluşturur.

source: Better Robots.txt optimization – Website indexing, traffic, ranking & SEO Booster + Woocommerce
de_de: Bessere Robots.txt-Optimierung - Website-Indizierung, Traffic, Ranking & SEO Booster + Woocommerce
es_es: Mejor optimización de Robots.txt: indexación de sitios web, tráfico, clasificación y SEO Booster + Woocommerce
fr_fr: Meilleure optimisation Robots.txt - Indexation de site Web, trafic, classement et SEO Booster + Woocommerce
hi_in: बेहतर Robots.txt ऑप्टिमाइज़ेशन - वेबसाइट इंडेक्सिंग, ट्रैफ़िक, रैंकिंग और SEO बूस्टर + Woocommerce
id_id: Pengoptimalan Robots.txt yang lebih baik - Pengindeksan situs web, lalu lintas, peringkat & SEO Booster + Woocommerce
it_it: Migliore ottimizzazione di Robots.txt: indicizzazione del sito web, traffico, ranking e SEO Booster + Woocommerce
ja: より良いRobots.txtの最適化– Webサイトのインデックス作成、トラフィック、ランキング、SEO Booster + Woocommerce
pt_br: Melhor otimização Robots.txt - Indexação de sites, tráfego, classificação e SEO Booster + Woocommerce
ro_ro: O mai bună optimizare Robots.txt - Indexarea site-urilor, trafic, clasare și SEO Booster + Woocommerce
ru_ru: Лучшая оптимизация Robots.txt - индексация веб-сайтов, посещаемость, ранжирование и SEO Booster + Woocommerce
sv_se: Bättre Robots.txt-optimering - Webbindexering, trafik, ranking och SEO Booster + Woocommerce
tr_tr: Daha iyi Robots.txt optimizasyonu - Web sitesi indeksleme, trafik, sıralama ve SEO Booster + Woocommerce

source: Boost the way people interact with your website, e-commerce or blog with an easy and intuitive WordPress rating system!
de_de: Steigern Sie die Art und Weise, wie Menschen mit Ihrer Website, Ihrem E-Commerce oder Ihrem Blog interagieren, mit einem einfachen und intuitiven WordPress-Bewertungssystem!
es_es: ¡Mejore la forma en que las personas interactúan con su sitio web, comercio electrónico o blog con un sistema de clasificación de WordPress fácil e intuitivo!
fr_fr: Boostez la façon dont les gens interagissent avec votre site Web, votre commerce électronique ou votre blog avec un système de notation WordPress simple et intuitif!
hi_in: एक आसान और सहज वर्डप्रेस रेटिंग सिस्टम के साथ लोगों द्वारा आपकी वेबसाइट, ई-कॉमर्स या ब्लॉग के साथ इंटरैक्ट करने के तरीके को बढ़ावा दें!
id_id: Tingkatkan cara orang berinteraksi dengan situs web, e-niaga, atau blog Anda dengan sistem peringkat WordPress yang mudah dan intuitif!
it_it: Migliora il modo in cui le persone interagiscono con il tuo sito web, e-commerce o blog con un sistema di valutazione WordPress facile e intuitivo!
ja: 簡単で直感的なWordPress評価システムを使用して、人々がWebサイト、eコマース、またはブログを操作する方法を強化してください。
pt_br: Melhore a forma como as pessoas interagem com o seu site, e-commerce ou blog com um sistema de classificação WordPress fácil e intuitivo!
ro_ro: Sporiți modul în care oamenii interacționează cu site-ul dvs., comerțul electronic sau blogul dvs. cu un sistem de evaluare WordPress ușor și intuitiv!
ru_ru: Повысьте эффективность взаимодействия людей с вашим сайтом, электронной коммерцией или блогом с помощью простой и интуитивно понятной рейтинговой системы WordPress!
sv_se: Öka hur människor interagerar med din webbplats, e-handel eller blogg med ett enkelt och intuitivt WordPress-betygssystem!
tr_tr: Kolay ve sezgisel bir WordPress derecelendirme sistemi ile insanların web siteniz, e-ticaretiniz veya blogunuzla etkileşimde bulunma şeklini artırın!

source: Boost your ranking on Google
de_de: Steigern Sie Ihr Ranking bei Google
es_es: Mejora tu clasificación en Google
fr_fr: Boostez votre classement sur Google
hi_in: Google पर अपनी रैंकिंग बढ़ाएं
id_id: Tingkatkan peringkat Anda di Google
it_it: Migliora il tuo posizionamento su Google
ja: Googleでのランキングを上げる
pt_br: Aumente sua classificação no Google
ro_ro: Sporiți-vă clasamentul pe Google
ru_ru: Поднимите свой рейтинг в Google
sv_se: Öka din ranking på Google
tr_tr: Google'daki sıralamanızı yükseltin

source: Change background color of Transcription drop-down with hex color value. Default: #F1F1F1
de_de: Ändern Sie die Hintergrundfarbe der Transkriptions-Dropdown-Liste mit dem Hex-Farbwert. Standard: # F1F1F1
es_es: Cambie el color de fondo del menú desplegable Transcripción con el valor de color hexadecimal. Predeterminado: # F1F1F1
fr_fr: Changez la couleur d'arrière-plan de la liste déroulante Transcription avec une valeur de couleur hexadécimale. Par défaut: # F1F1F1
hi_in: हेक्स कलर वैल्यू के साथ ट्रांसक्रिप्शन ड्रॉप-डाउन का बैकग्राउंड कलर बदलें। डिफ़ॉल्ट: #F1F1F1
id_id: Ubah warna latar belakang drop-down Transkripsi dengan nilai warna hex. Default: # F1F1F1
it_it: Cambia il colore di sfondo del menu a discesa Trascrizione con il valore del colore esadecimale. Predefinito: # F1F1F1
ja: [文字起こし]ドロップダウンの背景色を16進色の値に変更します。デフォルト：＃F1F1F1
pt_br: Altere a cor de fundo da lista suspensa Transcrição com valor de cor hexadecimal. Padrão: # F1F1F1
ro_ro: Schimbați culoarea de fundal a listei derulante Transcriere cu valoarea hexagonală a culorii. Implicit: # F1F1F1
ru_ru: Измените цвет фона раскрывающегося списка Транскрипция на шестнадцатеричное значение цвета. По умолчанию: # F1F1F1
sv_se: Ändra bakgrundsfärg i rullgardinsmenyn Transkription med hex-färgvärde. Standard: # F1F1F1
tr_tr: Transkripsiyon açılır menüsünün arka plan rengini onaltılık renk değeriyle değiştirin. Varsayılan: # F1F1F1

source: Change Title Color with hex color value. Default Value: #EEEEEE
de_de: Ändern Sie die Titelfarbe mit dem Hex-Farbwert. Standardwert: #EEEEEE
es_es: Cambie el color del título con el valor de color hexadecimal. Valor predeterminado: #EEEEEE
fr_fr: Changer la couleur du titre avec une valeur de couleur hexadécimale. Valeur par défaut: #EEEEEE
hi_in: हेक्स रंग मान के साथ शीर्षक रंग बदलें। डिफ़ॉल्ट मान: #EEEEEE
id_id: Ubah Warna Judul dengan nilai warna hex. Nilai Default: #EEEEEE
it_it: Cambia il colore del titolo con il valore del colore esadecimale. Valore predefinito: #EEEEEE
ja: タイトルの色を16進数の色の値に変更します。デフォルト値：#EEEEEE
pt_br: Altere a cor do título com o valor de cor hexadecimal. Valor padrão: #EEEEEE
ro_ro: Schimbați culoarea titlului cu valoarea hexagonală a culorii. Valoare implicită: #EEEEEE
ru_ru: Измените цвет заголовка на шестнадцатеричное значение цвета. Значение по умолчанию: #EEEEEE
sv_se: Ändra titelfärg med hex-färgvärde. Standardvärde: #EEEEEE
tr_tr: Başlık Rengini onaltılık renk değeriyle değiştirin. Varsayılan Değer: #EEEEEE

source: Change Title Text Color with hex color value. Default Value: #222222
de_de: Ändern Sie die Titeltextfarbe mit dem Hex-Farbwert. Standardwert: # 222222
es_es: Cambie el color del texto del título con un valor de color hexadecimal. Valor predeterminado: # 222222
fr_fr: Changer la couleur du texte du titre avec une valeur de couleur hexadécimale. Valeur par défaut: # 222222
hi_in: हेक्स कलर वैल्यू के साथ टाइटल टेक्स्ट कलर बदलें। डिफ़ॉल्ट मान: #222222
id_id: Ubah Warna Teks Judul dengan nilai warna hex. Nilai Default: # 222222
it_it: Cambia il colore del testo del titolo con il valore del colore esadecimale. Valore predefinito: # 222222
ja: タイトルテキストの色を16進色の値に変更します。デフォルト値：＃222222
pt_br: Altere a cor do texto do título com valor de cor hexadecimal. Valor padrão: # 222222
ro_ro: Schimbați culoarea textului titlului cu valoarea hexagonală a culorii. Valoare implicită: # 222222
ru_ru: Измените цвет текста заголовка на шестнадцатеричное значение цвета. Значение по умолчанию: # 222222.
sv_se: Ändra titeltextfärg med hex-färgvärde. Standardvärde: # 222222
tr_tr: Başlık Metin Rengini onaltılık renk değeriyle değiştirin. Varsayılan Değer: # 222222

source: Change Transcription Text Color with hex color value. Default Value: #222222
de_de: Ändern Sie die Transkriptionstextfarbe mit dem Hex-Farbwert. Standardwert: # 222222
es_es: Cambie el color del texto de transcripción con el valor de color hexadecimal. Valor predeterminado: # 222222
fr_fr: Changer la couleur du texte de transcription avec une valeur de couleur hexadécimale. Valeur par défaut: # 222222
hi_in: ट्रांसक्रिप्शन टेक्स्ट कलर को हेक्स कलर वैल्यू के साथ बदलें। डिफ़ॉल्ट मान: #222222
id_id: Ubah Warna Teks Transkripsi dengan nilai warna hex. Nilai Default: # 222222
it_it: Cambia il colore del testo della trascrizione con il valore del colore esadecimale. Valore predefinito: # 222222
ja: 転写テキストの色を16進色の値に変更します。デフォルト値：＃222222
pt_br: Altere a cor do texto da transcrição com valor de cor hexadecimal. Valor padrão: # 222222
ro_ro: Schimbați culoarea textului transcripției cu valoarea hexagonală a culorii. Valoare implicită: # 222222
ru_ru: Измените цвет текста транскрипции на шестнадцатеричное значение цвета. Значение по умолчанию: # 222222.
sv_se: Ändra transkriptionstextfärg med hex-färgvärde. Standardvärde: # 222222
tr_tr: Transkripsiyon Metin Rengini onaltılık renk değeri ile değiştirin. Varsayılan Değer: # 222222

source: Checking this box will remove all settings when you deactivate plugin.
de_de: Wenn Sie dieses Kontrollkästchen aktivieren, werden alle Einstellungen entfernt, wenn Sie das Plugin deaktivieren.
es_es: Marcar esta casilla eliminará todas las configuraciones cuando desactive el complemento.
fr_fr: Cochez cette case pour supprimer tous les paramètres lorsque vous désactivez le plugin.
hi_in: जब आप प्लगइन निष्क्रिय करते हैं तो इस बॉक्स को चेक करने से सभी सेटिंग्स हट जाएंगी।
id_id: Mencentang kotak ini akan menghapus semua pengaturan saat Anda menonaktifkan plugin.
it_it: Selezionando questa casella rimuoverai tutte le impostazioni quando disattivi il plugin.
ja: このチェックボックスをオンにすると、プラグインを非アクティブ化したときにすべての設定が削除されます。
pt_br: Marcar esta caixa removerá todas as configurações ao desativar o plugin.
ro_ro: Bifând această casetă veți elimina toate setările atunci când dezactivați pluginul.
ru_ru: Установка этого флажка приведет к удалению всех настроек при деактивации плагина.
sv_se: Om du markerar den här rutan tas alla inställningar bort när du inaktiverar plugin.
tr_tr: Bu kutuyu işaretlemek, eklentiyi devre dışı bıraktığınızda tüm ayarları kaldıracaktır.

source: Compress and optimize (or optimise) image files, improve performance and boost your SEO rank using Smush WordPress image compression and optimization.
de_de: Komprimieren und optimieren (oder optimieren) Sie Bilddateien, verbessern Sie die Leistung und steigern Sie Ihren SEO-Rang mithilfe der Bildkomprimierung und -optimierung von Smush WordPress.
es_es: Comprima y optimice (u optimice) archivos de imagen, mejore el rendimiento y aumente su rango de SEO utilizando la compresión y optimización de imágenes de Smush WordPress.
fr_fr: Compressez et optimisez (ou optimisez) les fichiers image, améliorez les performances et augmentez votre classement SEO en utilisant la compression et l'optimisation d'images Smush WordPress.
hi_in: छवि फ़ाइलों को संपीड़ित और अनुकूलित (या अनुकूलित) करें, प्रदर्शन में सुधार करें और Smush WordPress छवि संपीड़न और अनुकूलन का उपयोग करके अपने SEO रैंक को बढ़ाएं।
id_id: Kompres dan optimalkan (atau optimalkan) file gambar, tingkatkan kinerja dan tingkatkan peringkat SEO Anda menggunakan kompresi dan pengoptimalan gambar WordPress Smush.
it_it: Comprimi e ottimizza (o ottimizza) i file di immagine, migliora le prestazioni e aumenta il tuo ranking SEO utilizzando la compressione e l'ottimizzazione delle immagini di Smush WordPress.
ja: Smush WordPressの画像圧縮と最適化を使用して、画像ファイルを圧縮および最適化（または最適化）し、パフォーマンスを向上させ、SEOランクを向上させます。
pt_br: Compacte e otimize (ou otimize) arquivos de imagem, melhore o desempenho e aumente sua classificação SEO usando a compactação e otimização de imagem do Smush WordPress.
ro_ro: Comprimați și optimizați (sau optimizați) fișierele de imagine, îmbunătățiți performanța și creșteți-vă rangul SEO utilizând compresia și optimizarea imaginilor Smush WordPress.
ru_ru: Сжимайте и оптимизируйте (или оптимизируйте) файлы изображений, улучшайте производительность и повышайте свой рейтинг SEO с помощью сжатия и оптимизации изображений Smush WordPress.
sv_se: Komprimera och optimera (eller optimera) bildfiler, förbättra prestanda och öka din SEO-rankning med Smush WordPress-bildkomprimering och optimering.
tr_tr: Smush WordPress görsel sıkıştırma ve optimizasyonunu kullanarak görüntü dosyalarını sıkıştırın ve optimize edin (veya optimize edin), performansı artırın ve SEO sıralamanızı artırın.

source: Default Value: #222222
de_de: Standardwert: # 222222
es_es: Valor predeterminado: # 222222
fr_fr: Valeur par défaut: # 222222
hi_in: डिफ़ॉल्ट मान: #222222
id_id: Nilai Default: # 222222
it_it: Valore predefinito: # 222222
ja: デフォルト値：＃222222
pt_br: Valor padrão: # 222222
ro_ro: Valoare implicită: # 222222
ru_ru: Значение по умолчанию: # 222222.
sv_se: Standardvärde: # 222222
tr_tr: Varsayılan Değer: # 222222

source: Default Value: #F1F1F1
de_de: Standardwert: # F1F1F1
es_es: Valor predeterminado: # F1F1F1
fr_fr: Valeur par défaut: # F1F1F1
hi_in: डिफ़ॉल्ट मान: #F1F1F1
id_id: Nilai Default: # F1F1F1
it_it: Valore predefinito: # F1F1F1
ja: デフォルト値：＃F1F1F1
pt_br: Valor padrão: # F1F1F1
ro_ro: Valoare implicită: # F1F1F1
ru_ru: Значение по умолчанию: # F1F1F1.
sv_se: Standardvärde: # F1F1F1
tr_tr: Varsayılan Değer: # F1F1F1

source: Define number of characters for excerpt. e.g: 60
de_de: Definieren Sie die Anzahl der Zeichen für den Auszug. z.B. 60
es_es: Defina el número de caracteres para el extracto. por ejemplo: 60
fr_fr: Définissez le nombre de caractères pour l'extrait. par exemple: 60
hi_in: अंश के लिए वर्णों की संख्या निर्धारित करें। उदाहरण: 60
id_id: Tentukan jumlah karakter untuk kutipan. mis .: 60
it_it: Definisci il numero di caratteri per l'estratto. ad esempio: 60
ja: 抜粋の文字数を定義します。例：60
pt_br: Defina o número de caracteres para o trecho. por exemplo: 60
ro_ro: Definiți numărul de caractere pentru extras. de exemplu: 60
ru_ru: Определите количество символов для отрывка. например: 60
sv_se: Definiera antalet tecken för utdrag. t.ex. 60
tr_tr: Alıntı için karakter sayısını tanımlayın. ör .: 60
