Repository: common-repository/vidseo
Catalog: languages/vidseo-*.po
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja, pt_br, ro_ro, ru_ru, sv_se, tr_tr

source: This option will turn off player controls for all videos
de_de: Diese Option deaktiviert die Player-Steuerung für alle Videos
es_es: Esta opción desactivará los controles del reproductor para todos los videos.
fr_fr: Cette option désactivera les commandes du lecteur pour toutes les vidéos
hi_in: यह विकल्प सभी वीडियो के लिए प्लेयर नियंत्रण बंद कर देगा
id_id: Opsi ini akan mematikan kontrol pemutar untuk semua video
it_it: Questa opzione disattiverà i controlli del lettore per tutti i video
ja: このオプションは、すべてのビデオのプレーヤーコントロールをオフにします
pt_br: Esta opção desligará os controles do player para todos os vídeos
ro_ro: Această opțiune va dezactiva comenzile playerului pentru toate videoclipurile
ru_ru: Эта опция отключит управление плеером для всех видео.
sv_se: Det här alternativet stänger av spelarkontroller för alla videor
tr_tr: Bu seçenek, tüm videolar için oynatıcı kontrollerini kapatır

source: This option will turn on auto loop for all videos
de_de: Diese Option aktiviert die automatische Schleife für alle Videos
es_es: Esta opción activará el bucle automático para todos los videos.
fr_fr: Cette option activera la boucle automatique pour toutes les vidéos
hi_in: यह विकल्प सभी वीडियो के लिए ऑटो लूप चालू कर देगा
id_id: Opsi ini akan mengaktifkan loop otomatis untuk semua video
it_it: Questa opzione attiverà il loop automatico per tutti i video
ja: このオプションは、すべてのビデオの自動ループをオンにします
pt_br: Esta opção ativará o loop automático para todos os vídeos
ro_ro: Această opțiune va activa bucla automată pentru toate videoclipurile
ru_ru: Эта опция включит автоматический цикл для всех видео.
sv_se: Det här alternativet aktiverar automatisk loop för alla videor
tr_tr: Bu seçenek, tüm videolar için otomatik döngüyü açacaktır

source: This option will turn on auto play feature for all videos
de_de: Diese Option aktiviert die automatische Wiedergabefunktion für alle Videos
es_es: Esta opción activará la función de reproducción automática para todos los videos.
fr_fr: Cette option activera la fonction de lecture automatique pour toutes les vidéos
hi_in: यह विकल्प सभी वीडियो के लिए ऑटो प्ले सुविधा को चालू कर देगा
id_id: Opsi ini akan mengaktifkan fitur putar otomatis untuk semua video
it_it: Questa opzione attiverà la funzione di riproduzione automatica per tutti i video
ja: このオプションは、すべてのビデオの自動再生機能をオンにします
pt_br: Esta opção ativará o recurso de reprodução automática para todos os vídeos
ro_ro: Această opțiune va activa funcția de redare automată pentru toate videoclipurile
ru_ru: Эта опция включит функцию автоматического воспроизведения для всех видео.
sv_se: Detta alternativ aktiverar automatisk uppspelningsfunktion för alla videor
tr_tr: Bu seçenek, tüm videolar için otomatik oynatma özelliğini açacaktır

source: This option will turn on Captions/Subtitles on all videos. Note for Vimeo User: "For now" only English language is auto enabled. We will add an option for other language soon. Users are allowed to manually choose any language from CC button displayed on Player.
de_de: Diese Option aktiviert Untertitel / Untertitel für alle Videos. Hinweis für Vimeo-Benutzer: "Derzeit" wird nur die englische Sprache automatisch aktiviert. Wir werden in Kürze eine Option für eine andere Sprache hinzufügen. Benutzer können eine beliebige Sprache manuell über die im Player angezeigte CC-Schaltfläche auswählen.
es_es: Esta opción activará Subtítulos / Subtítulos en todos los videos. Nota para el usuario de Vimeo: "Por ahora", solo se habilita automáticamente el idioma inglés. Pronto agregaremos una opción para otro idioma. Los usuarios pueden elegir manualmente cualquier idioma desde el botón CC que se muestra en el reproductor.
fr_fr: Cette option activera les légendes / sous-titres sur toutes les vidéos. Remarque pour l'utilisateur Vimeo: «Pour l'instant», seule la langue anglaise est activée automatiquement. Nous ajouterons bientôt une option pour une autre langue. Les utilisateurs sont autorisés à choisir manuellement n'importe quelle langue à partir du bouton CC affiché sur le lecteur.
hi_in: यह विकल्प सभी वीडियो पर कैप्शन/उपशीर्षक चालू कर देगा। Vimeo उपयोगकर्ता के लिए नोट: "अभी के लिए" केवल अंग्रेज़ी भाषा स्वतः सक्षम है। हम जल्द ही अन्य भाषा के लिए एक विकल्प जोड़ेंगे। उपयोगकर्ताओं को प्लेयर पर प्रदर्शित सीसी बटन से मैन्युअल रूप से किसी भी भाषा को चुनने की अनुमति है।
id_id: Opsi ini akan mengaktifkan Takarir / Subtitel di semua video. Catatan untuk Pengguna Vimeo: "Untuk saat ini" hanya bahasa Inggris yang otomatis diaktifkan. Kami akan segera menambahkan opsi untuk bahasa lain. Pengguna diizinkan untuk memilih bahasa apa pun secara manual dari tombol CC yang ditampilkan di Player.
it_it: Questa opzione attiverà Didascalie / Sottotitoli su tutti i video. Nota per l'utente Vimeo: "Per ora" solo la lingua inglese è abilitata automaticamente. Aggiungeremo presto un'opzione per un'altra lingua. Gli utenti possono scegliere manualmente qualsiasi lingua dal pulsante CC visualizzato sul lettore.
ja: このオプションは、すべての動画のキャプション/字幕をオンにします。 Vimeoユーザーへの注意：「今のところ」は英語のみが自動有効になっています。他の言語のオプションもまもなく追加されます。ユーザーは、プレーヤーに表示されるCCボタンから任意の言語を手動で選択できます。
pt_br: Esta opção ativará as legendas / legendas ocultas em todos os vídeos. Nota para o usuário do Vimeo: "Por enquanto" apenas o idioma inglês é habilitado automaticamente. Adicionaremos uma opção para outro idioma em breve. Os usuários podem escolher manualmente qualquer idioma no botão CC exibido no Player.
ro_ro: Această opțiune va activa subtitrări / subtitrări pentru toate videoclipurile. Notă pentru utilizatorul Vimeo: „Deocamdată” numai limba engleză este activată automat. În curând vom adăuga o opțiune pentru altă limbă. Utilizatorilor li se permite să aleagă manual orice limbă din butonul CC afișat pe Player.
ru_ru: Эта опция включит титры / субтитры для всех видео. Примечание для пользователя Vimeo: «На данный момент» только английский язык включен автоматически. Скоро мы добавим возможность для другого языка. Пользователи могут вручную выбрать любой язык с помощью кнопки CC, отображаемой в проигрывателе.
sv_se: Det här alternativet aktiverar textning / undertexter på alla videor. Anmärkning för Vimeo-användare: "För tillfället" är endast engelska automatiskt aktiverat. Vi kommer snart att lägga till ett alternativ för andra språk. Användare får välja manuellt vilket språk som helst från CC-knappen som visas på spelaren.
tr_tr: Bu seçenek tüm videolarda Altyazıları açacaktır. Vimeo Kullanıcısı için Not: "Şimdilik" yalnızca İngilizce dili otomatik olarak etkinleştirilir. Yakında diğer diller için bir seçenek ekleyeceğiz. Kullanıcıların, Player'da görüntülenen CC düğmesinden herhangi bir dili manuel olarak seçmelerine izin verilir.

source: Title Background Color
de_de: Titel Hintergrundfarbe
es_es: Color de fondo del título
fr_fr: Couleur d'arrière-plan du titre
hi_in: शीर्षक पृष्ठभूमि रंग
id_id: Warna Latar Belakang Judul
it_it: Colore di sfondo del titolo
ja: タイトル背景色
pt_br: Cor de fundo do título
ro_ro: Culoarea fundalului titlului
ru_ru: Цвет фона заголовка
sv_se: Titel bakgrundsfärg
tr_tr: Başlık Arka Plan Rengi

source: Title Text Color
de_de: Titeltextfarbe
es_es: Color del texto del título
fr_fr: Couleur du texte du titre
hi_in: शीर्षक पाठ का रंग
id_id: Warna Teks Judul
it_it: Colore del testo del titolo
ja: タイトルテキストの色
pt_br: Cor do Texto do Título
ro_ro: Culoare text titlu
ru_ru: Цвет текста заголовка
sv_se: Titel Textfärg
tr_tr: Başlık Metin Rengi

source: Transcript is enabled by default. This option will disable transcript for all videos. If you use this option, you can still manually enable transcript with shortcode attribute transcript="1" (for selected videos)
de_de: Das Transkript ist standardmäßig aktiviert. Diese Option deaktiviert die Transkription für alle Videos. Wenn Sie diese Option verwenden, können Sie das Transkript weiterhin manuell mit dem Shortcode-Attribut transcript = "1" aktivieren (für ausgewählte Videos).
es_es: La transcripción está habilitada de forma predeterminada. Esta opción desactivará la transcripción de todos los videos. Si usa esta opción, aún puede habilitar manualmente la transcripción con el atributo de código abreviado transcript = "1" (para videos seleccionados)
fr_fr: La transcription est activée par défaut. Cette option désactivera la transcription pour toutes les vidéos. Si vous utilisez cette option, vous pouvez toujours activer manuellement la transcription avec l'attribut shortcode transcript = "1" (pour les vidéos sélectionnées)
hi_in: ट्रांसक्रिप्ट डिफ़ॉल्ट रूप से सक्षम है। यह विकल्प सभी वीडियो के लिए ट्रांसक्रिप्ट अक्षम कर देगा। यदि आप इस विकल्प का उपयोग करते हैं, तब भी आप शॉर्टकोड विशेषता के साथ ट्रांसक्रिप्ट को मैन्युअल रूप से सक्षम कर सकते हैं प्रतिलेख = "1" (चयनित वीडियो के लिए)
id_id: Transkrip diaktifkan secara default. Opsi ini akan menonaktifkan transkrip untuk semua video. Jika Anda menggunakan opsi ini, Anda masih dapat mengaktifkan transkrip secara manual dengan atribut shortcode transcript = "1" (untuk video yang dipilih)
it_it: La trascrizione è abilitata per impostazione predefinita. Questa opzione disabiliterà la trascrizione per tutti i video. Se utilizzi questa opzione, puoi comunque abilitare manualmente la trascrizione con l'attributo shortcode transcript = "1" (per i video selezionati)
ja: トランスクリプトはデフォルトで有効になっています。このオプションは、すべてのビデオのトランスクリプトを無効にします。このオプションを使用する場合でも、shortcode属性transcript = "1"を使用してトランスクリプトを手動で有効にすることができます（選択したビデオの場合）
pt_br: A transcrição é ativada por padrão. Esta opção desabilitará a transcrição de todos os vídeos. Se você usar esta opção, ainda poderá ativar manualmente a transcrição com o atributo shortcode transcript = "1" (para vídeos selecionados)
ro_ro: Transcrierea este activată în mod implicit. Această opțiune va dezactiva transcrierea pentru toate videoclipurile. Dacă utilizați această opțiune, puteți activa manual transcrierea cu atributul shortcode transcript = "1" (pentru videoclipurile selectate)
ru_ru: Расшифровка включена по умолчанию. Эта опция отключит стенограмму для всех видео. Если вы используете эту опцию, вы все равно можете вручную включить расшифровку с атрибутом короткого кода transcript = "1" (для выбранных видео)
sv_se: Transkript är aktiverat som standard. Detta alternativ inaktiverar transkript för alla videor. Om du använder det här alternativet kan du fortfarande aktivera transkript manuellt med kortkodsattributtranskript = "1" (för utvalda videor)
tr_tr: Transkript varsayılan olarak etkindir. Bu seçenek, tüm videolar için konuşma metnini devre dışı bırakacaktır. Bu seçeneği kullanırsanız, transkripti kısa kod niteliği transcript = "1" (seçilen videolar için) ile manuel olarak etkinleştirmeye devam edebilirsiniz.

source: Transcription Box Background Color
de_de: Transkription Box Hintergrundfarbe
es_es: Color de fondo del cuadro de transcripción
fr_fr: Couleur d'arrière-plan de la boîte de transcription
hi_in: ट्रांसक्रिप्शन बॉक्स पृष्ठभूमि रंग
id_id: Warna Latar Belakang Kotak Transkripsi
it_it: Colore di sfondo della casella di trascrizione
ja: 転写ボックスの背景色
pt_br: Cor de fundo da caixa de transcrição
ro_ro: Culoarea de fundal a casetei de transcriere
ru_ru: Цвет фона окна транскрипции
sv_se: Transkriptionsbox bakgrundsfärg
tr_tr: Transkripsiyon Kutusu Arka Plan Rengi

source: Transcription Text Color
de_de: Transkriptionstextfarbe
es_es: Color del texto de transcripción
fr_fr: Couleur du texte de transcription
hi_in: ट्रांसक्रिप्शन टेक्स्ट कलर
id_id: Warna Teks Transkripsi
it_it: Colore del testo della trascrizione
ja: 音声文字変換テキストの色
pt_br: Cor do texto da transcrição
ro_ro: Culoare text transcriere
ru_ru: Цвет текста транскрипции
sv_se: Transkriptionstextfärg
tr_tr: Transkripsiyon Metin Rengi

source: Try Better Robots.txt &raquo;
de_de: Versuchen Sie es besser Robots.txt »
es_es: Pruebe Better Robots.txt »
fr_fr: Essayez Better Robots.txt »
hi_in: बेहतर Robots.txt आज़माएं »
id_id: Coba Better Robots.txt »
it_it: Prova Better Robots.txt »
ja: BetterRobots.txtをお試しください»
pt_br: Try Better Robots.txt »
ro_ro: Încercați Better Robots.txt »
ru_ru: Попробуйте Better Robots.txt »
sv_se: Prova Better Robots.txt »
tr_tr: Better Robots.txt&#39;i Deneyin »

source: Turn ON autoplay by default on all videos.
de_de: Aktivieren Sie die automatische Wiedergabe standardmäßig für alle Videos.
es_es: Active la reproducción automática de forma predeterminada en todos los videos.
fr_fr: Activez la lecture automatique par défaut sur toutes les vidéos.
hi_in: सभी वीडियो पर डिफ़ॉल्ट रूप से ऑटोप्ले चालू करें।
id_id: AKTIFKAN putar otomatis secara default di semua video.
it_it: Attiva la riproduzione automatica per impostazione predefinita su tutti i video.
ja: すべての動画でデフォルトで自動再生をオンにします。
pt_br: Ligue a reprodução automática por padrão em todos os vídeos.
ro_ro: Activați redarea automată în mod implicit pentru toate videoclipurile.
ru_ru: Включите автовоспроизведение по умолчанию для всех видео.
sv_se: Aktivera automatisk uppspelning som standard på alla videor.
tr_tr: Tüm videolarda otomatik oynatmayı varsayılan olarak AÇIN.

source: Update Item
de_de: Element aktualisieren
es_es: Actualizar artículo
fr_fr: Mettre à jour l'élément
hi_in: अद्यतन आइटम
id_id: Perbarui Item
it_it: Aggiorna articolo
ja: アイテムの更新
pt_br: Atualizar item
ro_ro: Actualizați articolul
ru_ru: Обновить элемент
sv_se: Uppdatera artikel
tr_tr: Öğeyi Güncelle

source: Uploaded to this item
de_de: Auf diesen Artikel hochgeladen
es_es: Subido a este artículo
fr_fr: Importé dans cet élément
hi_in: इस आइटम पर अपलोड किया गया
id_id: Diunggah ke item ini
it_it: Caricato su questo elemento
ja: このアイテムにアップロードされました
pt_br: Carregado para este item
ro_ro: Încărcat în acest articol
ru_ru: Загружено к этому элементу
sv_se: Uppladdat till denna artikel
tr_tr: Bu öğeye yüklendi

source: Use as featured image
de_de: Als vorgestellten Bild verwenden
es_es: Usar como imagen destacada
fr_fr: Utiliser comme image vedette
hi_in: चुनिंदा छवि के रूप में उपयोग करें
id_id: Gunakan sebagai gambar unggulan
it_it: Usa come immagine in primo piano
ja: 注目の画像として使用
pt_br: Use como imagem em destaque
ro_ro: Utilizați ca imagine prezentată
ru_ru: Использовать как избранное изображение
sv_se: Använd som bild
tr_tr: Öne çıkan resim olarak kullan

source: Video SEO
es_es: SEO de video
fr_fr: SEO vidéo
hi_in: वीडियो एसईओ
id_id: SEO Video
it_it: SEO video
ja: ビデオSEO
pt_br: SEO de vídeo
ro_ro: SEO video
ru_ru: SEO видео

source: Video SEO Transcription Embedder
es_es: Incorporador de transcripción de video SEO
fr_fr: Intégrateur de transcription SEO vidéo
hi_in: वीडियो एसईओ ट्रांसक्रिप्शन एंबेडर
it_it: Embedder di trascrizione SEO video
ja: ビデオSEO転写エンベッダー
ro_ro: Încorporare video transcriere SEO
ru_ru: Встраивающее устройство для SEO-транскрипции видео
sv_se: Video SEO Transkription Bädda in
tr_tr: Video SEO Transkripsiyonu Katıştırıcısı

source: Video SEO Transcription Embedder Post Type
de_de: Video SEO Transkription Embedder Post Type
es_es: Tipo de publicación de incrustador de transcripción SEO de video
fr_fr: Type de publication d'intégration de la transcription SEO vidéo
hi_in: वीडियो एसईओ ट्रांसक्रिप्शन एम्बेडर पोस्ट प्रकार
id_id: Jenis Pos Embedder Transkripsi Video SEO
it_it: Tipo di post per incorporamento della trascrizione SEO video
ja: ビデオSEO転写埋め込みポストタイプ
pt_br: Tipo de postagem do incorporador de transcrição de vídeo SEO
ro_ro: Tipul de postare video încorporat pentru transcrierea SEO
ru_ru: Тип сообщения для встроенного встраивающего устройства для SEO транскрипции видео
sv_se: Video SEO Transkription Bädda inläggstyp
tr_tr: Video SEO Transkripsiyonu Yerleştirici Yazı Tipi

source: VIDSEO - Custom settings
de_de: VIDSEO - Benutzerdefinierte Einstellungen
es_es: VIDSEO - Configuración personalizada
fr_fr: VIDSEO - Paramètres personnalisés
hi_in: वीडियो - कस्टम सेटिंग्स
id_id: VIDSEO - Pengaturan kustom
it_it: VIDSEO - Impostazioni personalizzate
ja: VIDSEO-カスタム設定
pt_br: VIDSEO - configurações personalizadas
ro_ro: VIDSEO - Setări personalizate
ru_ru: VIDSEO - Пользовательские настройки
sv_se: VIDSEO - Anpassade inställningar
tr_tr: VIDSEO - Özel ayarlar

source: VidSEO - Video SEO Embedder with Transcription Pro
de_de: VidSEO - Video SEO Embedder mit Transcription Pro
es_es: VidSEO: incrustador de video SEO con Transcription Pro
fr_fr: VidSEO - Video SEO Embedder avec Transcription Pro
hi_in: VidSEO - ट्रांसक्रिप्शन प्रो के साथ वीडियो एसईओ एंबेडर
id_id: VidSEO - Video SEO Embedder dengan Transcription Pro
it_it: VidSEO - Video SEO Embedder con Transcription Pro
ja: VidSEO-転写プロを備えたビデオSEOエンベッダー
pt_br: VidSEO - Video SEO Embedder com Transcription Pro
ro_ro: VidSEO - Video SEO Embedder cu Transcription Pro
ru_ru: VidSEO - SEO встраивание видео с Transcription Pro
tr_tr: VidSEO - Transcription Pro ile Video SEO Embedder

source: Vidseo plugin allows to embed your videos (Youtube, Vimeo, …) with transcription (hidden or visible) to boost your website’s SEO and get better Google Search rankings.
de_de: Mit dem Vidseo-Plugin können Sie Ihre Videos (Youtube, Vimeo,…) mit Transkription (versteckt oder sichtbar) einbetten, um die SEO Ihrer Website zu verbessern und bessere Platzierungen in der Google-Suche zu erzielen.
es_es: El complemento Vidseo permite incrustar sus videos (Youtube, Vimeo, ...) con transcripción (oculta o visible) para impulsar el SEO de su sitio web y obtener mejores clasificaciones en la Búsqueda de Google.
fr_fr: Le plugin Vidseo permet d'intégrer vos vidéos (Youtube, Vimeo,…) avec transcription (cachée ou visible) pour booster le référencement de votre site et obtenir un meilleur classement dans la recherche Google.
hi_in: वीडियोस प्लगइन आपकी वेबसाइट के एसईओ को बढ़ावा देने और बेहतर Google खोज रैंकिंग प्राप्त करने के लिए आपके वीडियो (यूट्यूब, वीमियो, …) को ट्रांसक्रिप्शन (छिपा या दृश्यमान) के साथ एम्बेड करने की अनुमति देता है।
id_id: Plugin Vidseo memungkinkan Anda untuk menyematkan video Anda (Youtube, Vimeo,…) dengan transkripsi (tersembunyi atau terlihat) untuk meningkatkan SEO situs web Anda dan mendapatkan peringkat Google Penelusuran yang lebih baik.
it_it: Il plug-in Vidseo consente di incorporare i tuoi video (Youtube, Vimeo, ...) con la trascrizione (nascosta o visibile) per aumentare la SEO del tuo sito web e ottenere un posizionamento migliore nella Ricerca Google.
ja: Vidseoプラグインを使用すると、動画（Youtube、Vimeoなど）に文字起こし（非表示または表示）を埋め込んで、ウェブサイトのSEOを向上させ、Google検索のランキングを向上させることができます。
pt_br: O plugin Vidseo permite incorporar seus vídeos (Youtube, Vimeo, ...) com transcrição (oculta ou visível) para impulsionar o SEO do seu site e obter melhores classificações na Pesquisa Google.
ro_ro: Plugin-ul Vidseo vă permite să încorporați videoclipurile dvs. (Youtube, Vimeo, ...) cu transcriere (ascunsă sau vizibilă) pentru a spori SEO-ul site-ului dvs. web și pentru a obține clasamente mai bune în Căutarea Google.
ru_ru: Плагин Vidseo позволяет встраивать ваши видео (Youtube, Vimeo,…) с транскрипцией (скрытой или видимой) для повышения SEO вашего сайта и повышения рейтинга в поиске Google.
sv_se: Vidseo-plugin gör det möjligt att bädda in dina videor (Youtube, Vimeo, ...) med transkription (dold eller synlig) för att öka din webbplats SEO och få bättre Googles sökrankning.
tr_tr: Vidseo eklentisi, web sitenizin SEO'sunu artırmak ve daha iyi Google Arama sıralaması elde etmek için videolarınızı (Youtube, Vimeo,…) transkripsiyonla (gizli veya görünür) yerleştirmenize olanak tanır.

source: Yasr – Yet Another Stars Rating by Dario Curvino
de_de: Yasr - Noch eine Sternebewertung von Dario Curvino
es_es: Yasr: otra calificación de estrellas por Dario Curvino
fr_fr: Yasr - Encore une autre note d'étoiles par Dario Curvino
hi_in: Yasr - डेरियो कर्विनो द्वारा फिर भी एक और सितारे रेटिंग
id_id: Yasr - Peringkat Bintang Lainnya oleh Dario Curvino
it_it: Yasr - Yet Another Stars Rating di Dario Curvino
ja: Yasr – DarioCurvinoによるさらに別の星の評価
pt_br: Yasr - Yet Another Stars Rating por Dario Curvino
ro_ro: Yasr - Încă o evaluare de stele de Dario Curvino
ru_ru: Яср - Еще один рейтинг звезд от Дарио Курвино
sv_se: Yasr - Yet Another Stars Rating av Dario Curvino
tr_tr: Yasr - Dario Curvino'dan Yet Another Stars Reytingi

source: Yoast SEO By Team Yoast
de_de: Yoast SEO von Team Yoast
es_es: Yoast SEO por el equipo Yoast
fr_fr: Yoast SEO par Team Yoast
id_id: Yoast SEO Oleh Tim Yoast
it_it: Yoast SEO del team Yoast
ja: チームYoastによるYoastSEO
pt_br: Yoast SEO pela equipe Yoast
ro_ro: SEO de către echipa Yoast
ru_ru: Yoast SEO от команды Yoast
sv_se: Yoast SEO Av Team Yoast
tr_tr: Yoast SEO Ekibi Yoast

source: You can display/hide video title for any video by using shortcode attribute title="1" (1 for true or 0 for false). Read documentation for more details
de_de: Sie können den Videotitel für jedes Video anzeigen / ausblenden, indem Sie das Shortcode-Attribut title = "1" verwenden (1 für wahr oder 0 für falsch). Weitere Informationen finden Sie in der Dokumentation
es_es: Puede mostrar / ocultar el título del video para cualquier video usando el atributo de código abreviado title = "1" (1 para verdadero o 0 para falso). Lea la documentación para obtener más detalles.
fr_fr: Vous pouvez afficher / masquer le titre de la vidéo pour n'importe quelle vidéo en utilisant l'attribut de code court title = "1" (1 pour vrai ou 0 pour faux). Lire la documentation pour plus de détails
hi_in: आप शोर्टकोड विशेषता शीर्षक = "1" (सच के लिए 1 या गलत के लिए 0) का उपयोग करके किसी भी वीडियो के लिए वीडियो शीर्षक प्रदर्शित/छिपा सकते हैं। अधिक जानकारी के लिए दस्तावेज़ीकरण पढ़ें
id_id: Anda dapat menampilkan / menyembunyikan judul video untuk video apa pun dengan menggunakan atribut shortcode title = "1" (1 untuk benar atau 0 untuk salah). Baca dokumentasi untuk lebih jelasnya
it_it: Puoi visualizzare / nascondere il titolo del video per qualsiasi video utilizzando l'attributo shortcode title = "1" (1 per vero o 0 per falso). Leggi la documentazione per maggiori dettagli
ja: ショートコード属性title = "1"（trueの場合は1、falseの場合は0）を使用して、任意のビデオのビデオタイトルを表示/非表示にできます。詳細については、ドキュメントをお読みください
pt_br: Você pode exibir / ocultar o título de qualquer vídeo usando o atributo shortcode title = "1" (1 para verdadeiro ou 0 para falso). Leia a documentação para mais detalhes
ro_ro: Puteți afișa / ascunde titlul videoclipului pentru orice videoclip folosind atributul shortcode title = "1" (1 pentru adevărat sau 0 pentru fals). Citiți documentația pentru mai multe detalii
ru_ru: Вы можете отображать / скрывать заголовок видео для любого видео с помощью атрибута шорткода title = "1" (1 для истины или 0 для false). Прочтите документацию для получения более подробной информации
sv_se: Du kan visa / dölja videotitel för vilken video som helst genom att använda shortcode-attribut title = "1" (1 för true eller 0 för false). Läs dokumentationen för mer information
tr_tr: Kısa kod özelliğini title = "1" (doğru için 1 veya yanlış için 0) kullanarak herhangi bir videonun video başlığını görüntüleyebilir / gizleyebilirsiniz. Daha fazla ayrıntı için belgeleri okuyun

source: Pagup
hi_in: पगुप
tr_tr: Sayfalandırma
