Repository: common-repository/vidseo
Catalog: languages/vidseo-*.po
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja, pt_br, ro_ro, ru_ru, sv_se, tr_tr

source: Instant mobile view of website (pages, posts, products) for responsive web design on phone (+ dualscreen). This plugin also offers helpful tools on each page, such as Facebook Debugger, LinkedIn Post Inspector, and Google Mobile-Friendly Test Tool.
de_de: Sofortige mobile Ansicht der Website (Seiten, Beiträge, Produkte) für reaktionsschnelles Webdesign auf dem Telefon (+ Dualscreen). Dieses Plugin bietet außerdem hilfreiche Tools auf jeder Seite, z. B. den Facebook-Debugger, den LinkedIn Post Inspector und das Google Mobile-Friendly Test Tool.
es_es: Vista móvil instantánea del sitio web (páginas, publicaciones, productos) para un diseño web receptivo en el teléfono (+ pantalla dual). Este complemento también ofrece herramientas útiles en cada página, como el depurador de Facebook, el inspector de publicaciones de LinkedIn y la herramienta de prueba compatible con dispositivos móviles de Google.
fr_fr: Vue mobile instantanée du site Web (pages, articles, produits) pour une conception Web réactive sur téléphone (+ double écran). Ce plugin propose également des outils utiles sur chaque page, tels que Facebook Debugger, LinkedIn Post Inspector et Google Mobile-Friendly Test Tool.
hi_in: फ़ोन पर उत्तरदायी वेब डिज़ाइन (+ ड्यूलस्क्रीन) के लिए वेबसाइट (पृष्ठ, पोस्ट, उत्पाद) का त्वरित मोबाइल दृश्य। यह प्लगइन प्रत्येक पृष्ठ पर सहायक उपकरण भी प्रदान करता है, जैसे कि फेसबुक डीबगर, लिंक्डइन पोस्ट इंस्पेक्टर, और Google मोबाइल-फ्रेंडली टेस्ट टूल।
id_id: Tampilan situs seluler instan (halaman, posting, produk) untuk desain web responsif di ponsel (+ layar ganda). Plugin ini juga menawarkan alat yang berguna di setiap halaman, seperti Facebook Debugger, LinkedIn Post Inspector, dan Alat Uji Ramah Seluler Google.
it_it: Visualizzazione mobile istantanea del sito Web (pagine, post, prodotti) per un design Web reattivo sul telefono (+ doppio schermo). Questo plugin offre anche strumenti utili su ogni pagina, come Facebook Debugger, LinkedIn Post Inspector e Google Mobile-Friendly Test Tool.
ja: 電話（+デュアルスクリーン）でレスポンシブウェブデザインを行うためのウェブサイト（ページ、投稿、製品）のインスタントモバイルビュー。このプラグインは、Facebookデバッガー、LinkedIn Post Inspector、Google Mobile-Friendly Test Toolなど、各ページに役立つツールも提供します。
pt_br: Visualização móvel instantânea do site (páginas, posts, produtos) para web design responsivo no telefone (+ tela dupla). Este plugin também oferece ferramentas úteis em cada página, como Facebook Debugger, LinkedIn Post Inspector e Google Mobile-Friendly Test Tool.
ro_ro: Vizualizare instantanee mobilă a site-ului web (pagini, postări, produse) pentru design web receptiv pe telefon (+ ecran dual). Acest plugin oferă, de asemenea, instrumente utile pe fiecare pagină, cum ar fi Facebook Debugger, LinkedIn Post Inspector și Google Mobile-Friendly Test Tool.
ru_ru: Мгновенный мобильный просмотр веб-сайта (страниц, сообщений, продуктов) для адаптивного веб-дизайна на телефоне (+ двойной экран). Этот плагин также предлагает полезные инструменты на каждой странице, такие как Facebook Debugger, LinkedIn Post Inspector и Google Mobile-Friendly Test Tool.
sv_se: Omedelbar mobilvy av webbplatsen (sidor, inlägg, produkter) för lyhörd webbdesign på telefon (+ dubbelskärm). Detta plugin erbjuder också användbara verktyg på varje sida, till exempel Facebook Debugger, LinkedIn Post Inspector och Google Mobile-Friendly Test Tool.
tr_tr: Telefonda (+ çift ekran) duyarlı web tasarımı için web sitesinin (sayfalar, gönderiler, ürünler) anında mobil görünümü. Bu eklenti ayrıca her sayfada Facebook Debugger, LinkedIn Post Inspector ve Google Mobil Dostu Test Aracı gibi yararlı araçlar sunar.

source: Instant Mobile Viewer
es_es: Visor móvil instantáneo
fr_fr: Visionneuse mobile instantanée
hi_in: तत्काल मोबाइल व्यूअर
id_id: Penampil Seluler Instan
it_it: Visualizzatore mobile istantaneo
ja: インスタントモバイルビューア
pt_br: Visualizador móvel instantâneo
ro_ro: Vizualizator mobil instantaneu
ru_ru: Мгновенный мобильный просмотрщик
tr_tr: Anında Mobil Görüntüleyici

source: Items list
de_de: Artikelliste
es_es: Lista de artículos
fr_fr: Liste d'articles
hi_in: आइटम सूची
id_id: Daftar item
it_it: Elenco degli elementi
ja: アイテムリスト
pt_br: Lista de itens
ro_ro: Lista de articole
ru_ru: Список предметов
sv_se: Objektlista
tr_tr: Ürün listesi

source: Items list navigation
de_de: Artikellisten-Navigation
es_es: Navegación por la lista de elementos
fr_fr: Navigation dans la liste des éléments
hi_in: आइटम सूची नेविगेशन
id_id: Navigasi daftar item
it_it: Navigazione nell'elenco degli elementi
ja: アイテムリストナビゲーション
pt_br: Navegação da lista de itens
ro_ro: Navigare în lista de articole
ru_ru: Навигация по списку предметов
sv_se: Objektlistanavigering
tr_tr: Öğeler listesinde gezinme

source: Loop Videos
es_es: Videos en bucle
fr_fr: Vidéos en boucle
hi_in: लूप वीडियो
id_id: Ulangi Video
it_it: Video in loop
ja: ループビデオ
pt_br: Vídeos de loop
ro_ro: Videoclipuri în buclă
ru_ru: Циклическое видео
sv_se: Loop videor
tr_tr: Döngü Videoları

source: New Item
de_de: Neuer Gegenstand
es_es: Nuevo artículo
fr_fr: Nouvel article
hi_in: नई वस्तु
id_id: Barang baru
it_it: Nuovo oggetto
ja: 新商品
pt_br: Novo item
ro_ro: Articol nou
ru_ru: Новый предмет
sv_se: Nytt föremål
tr_tr: Yeni öğe

source: Not found
de_de: Nicht gefunden
es_es: Extraviado
fr_fr: Pas trouvé
hi_in: नहीं मिला
id_id: Tidak ditemukan
it_it: Non trovato
ja: 見つかりません
pt_br: Não encontrado
ro_ro: Nu a fost gasit
ru_ru: Не найден
sv_se: Hittades inte
tr_tr: Bulunamadı

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden
es_es: No encontrado en la Papelera
fr_fr: Non trouvé dans la corbeille
hi_in: ट्रैशो में नहीं मिला
id_id: Tidak ditemukan di Sampah
it_it: Non trovato nel Cestino
ja: ゴミ箱に見つかりません
pt_br: Não encontrado na lixeira
ro_ro: Nu a fost găsit în Coșul de gunoi
ru_ru: Не найдено в корзине
sv_se: Hittades inte i papperskorgen
tr_tr: Çöp kutusunda bulunamadı

source: Note: Please check plugin documentation for more details about shortcode parameters and global settings
de_de: Hinweis: Weitere Informationen zu Shortcode-Parametern und globalen Einstellungen finden Sie in der Plugin-Dokumentation
es_es: Nota: consulte la documentación del complemento para obtener más detalles sobre los parámetros de shortcode y la configuración global
fr_fr: Remarque: veuillez consulter la documentation du plugin pour plus de détails sur les paramètres de shortcode et les paramètres globaux
hi_in: नोट: कृपया शोर्टकोड पैरामीटर और वैश्विक सेटिंग्स के बारे में अधिक जानकारी के लिए प्लगइन दस्तावेज़ीकरण देखें
id_id: Catatan: Silakan periksa dokumentasi plugin untuk detail lebih lanjut tentang parameter shortcode dan pengaturan global
it_it: Nota: controlla la documentazione del plug-in per maggiori dettagli sui parametri dello shortcode e sulle impostazioni globali
ja: 注：ショートコードパラメーターとグローバル設定の詳細については、プラグインのドキュメントを確認してください
pt_br: Observação: verifique a documentação do plug-in para obter mais detalhes sobre os parâmetros de shortcode e configurações globais
ro_ro: Notă: Vă rugăm să verificați documentația pluginului pentru mai multe detalii despre parametrii shortcode și setările globale
ru_ru: Примечание: пожалуйста, проверьте документацию плагина для получения более подробной информации о параметрах шорткода и глобальных настройках.
sv_se: Obs! Kontrollera plugin-dokumentationen för mer information om kortkodsparametrar och globala inställningar
tr_tr: Not: Kısa kod parametreleri ve genel ayarlar hakkında daha fazla ayrıntı için lütfen eklenti belgelerine bakın

source: Optimize your ALT TEXT
de_de: Optimieren Sie Ihren ALT TEXT
es_es: Optimiza tu TEXTO ALT
fr_fr: Optimisez votre ALT TEXT
hi_in: अपने ऑल्ट टेक्स्ट को ऑप्टिमाइज़ करें
id_id: Optimalkan ALT TEXT Anda
it_it: Ottimizza il tuo ALT TEXT
ja: 代替テキストを最適化する
pt_br: Otimize seu ALT TEXT
ro_ro: Optimizați-vă ALT TEXT
ru_ru: Оптимизируйте свой ALT TEXT
sv_se: Optimera din ALT-TEXT
tr_tr: ALT TEXT'inizi optimize edin

source: Optimize your Robots.txt with Better Robots.txt (made by PAGUP) & Boost your ranking on search engines.
de_de: Optimieren Sie Ihre Robots.txt mit Better Robots.txt (erstellt von PAGUP) und steigern Sie Ihr Ranking in Suchmaschinen.
es_es: Optimice su Robots.txt con Better Robots.txt (hecho por PAGUP) y aumente su clasificación en los motores de búsqueda.
fr_fr: Optimisez votre Robots.txt avec Better Robots.txt (créé par PAGUP) & Boostez votre classement sur les moteurs de recherche.
hi_in: बेहतर Robots.txt (PAGUP द्वारा निर्मित) के साथ अपने Robots.txt को ऑप्टिमाइज़ करें और सर्च इंजन पर अपनी रैंकिंग को बूस्ट करें।
id_id: Optimalkan Robots.txt Anda dengan Better Robots.txt (dibuat oleh PAGUP) & Tingkatkan peringkat Anda di mesin pencari.
it_it: Ottimizza il tuo Robots.txt con Better Robots.txt (realizzato da PAGUP) e aumenta il tuo posizionamento sui motori di ricerca.
ja: Better Robots.txt（PAGUP製）を使用してRobots.txtを最適化し、検索エンジンでのランキングを上げます。
pt_br: Otimize seu Robots.txt com Better Robots.txt (feito por PAGUP) e aumente sua classificação nos motores de busca.
ro_ro: Optimizați-vă Robots.txt cu Better Robots.txt (realizat de PAGUP) și îmbunătățiți-vă clasamentul pe motoarele de căutare.
ru_ru: Оптимизируйте свой Robots.txt с помощью Better Robots.txt (сделанный PAGUP) и повысьте свой рейтинг в поисковых системах.
sv_se: Optimera din Robots.txt med Better Robots.txt (gjord av PAGUP) & Öka din ranking på sökmotorer.
tr_tr: Robots.txt dosyanızı Better Robots.txt (PAGUP tarafından yapılmıştır) ile optimize edin ve arama motorlarında sıralamanızı yükseltin.

source: Parent Item:
de_de: Eltern Artikel:
es_es: Artículo principal:
fr_fr: Élément parent:
hi_in: मूल वस्तु:
id_id: Item Induk:
it_it: Articolo genitore:
ja: 親アイテム：
pt_br: Item pai:
ro_ro: Element părinte:
ru_ru: Родительский элемент:
sv_se: Överordnad artikel:
tr_tr: Ana Öğe:

source: Player Width
de_de: Spielerbreite
es_es: Anchura del jugador
fr_fr: Largeur du joueur
hi_in: खिलाड़ी की चौड़ाई
id_id: Lebar Pemain
it_it: Larghezza giocatore
ja: プレーヤーの幅
pt_br: Largura do jogador
ro_ro: Lățimea jucătorului
ru_ru: Ширина игрока
sv_se: Spelarens bredd
tr_tr: Oyuncu Genişliği

source: Please add post ID to see Video SEO
de_de: Bitte fügen Sie die Post-ID hinzu, um Video-SEO zu sehen
es_es: Agregue la ID de la publicación para ver el SEO de video
fr_fr: Veuillez ajouter un identifiant de publication pour voir le référencement vidéo
hi_in: वीडियो SEO देखने के लिए कृपया पोस्ट आईडी जोड़ें
id_id: Silakan tambahkan ID posting untuk melihat Video SEO
it_it: Aggiungi l'ID del post per vedere Video SEO
ja: ビデオSEOを表示するには、投稿IDを追加してください
pt_br: Adicione o ID da postagem para ver o SEO de vídeo
ro_ro: Vă rugăm să adăugați ID-ul postării pentru a vedea SEO video
ru_ru: Пожалуйста, добавьте идентификатор публикации, чтобы увидеть SEO для видео
sv_se: Lägg till inläggs-ID för att se video-SEO
tr_tr: Video SEO'yu görmek için lütfen gönderi kimliği ekleyin

source: Please enter correct post id for Video SEO Post
de_de: Bitte geben Sie die richtige Post-ID für Video SEO Post ein
es_es: Ingrese el ID de publicación correcto para la publicación de video SEO
fr_fr: Veuillez saisir le bon identifiant de publication pour le post de référencement vidéo
hi_in: कृपया वीडियो एसईओ पोस्ट के लिए सही पोस्ट आईडी दर्ज करें
id_id: Silakan masukkan id posting yang benar untuk Video SEO Post
it_it: Inserisci l'ID del post corretto per Video SEO Post
ja: ビデオSEO投稿の正しい投稿IDを入力してください
pt_br: Por favor, insira o id da postagem correto para a postagem de vídeo SEO
ro_ro: Vă rugăm să introduceți codul corect de postare pentru postarea SEO video
ru_ru: Пожалуйста, введите правильный идентификатор сообщения для видео SEO Сообщение
sv_se: Ange rätt inläggs-id för Video SEO-inlägg
tr_tr: Lütfen Video SEO Gönderisi için doğru gönderi kimliğini girin

source: Please note that the FREE version only features a basic text area (no HTML allowed). If you want to format your content using the HTML Visual Rich Text editor, please upgrade to the PRO version
de_de: Bitte beachten Sie, dass die KOSTENLOSE Version nur einen grundlegenden Textbereich enthält (kein HTML erlaubt). Wenn Sie Ihre Inhalte mit dem HTML Visual Rich Text-Editor formatieren möchten, aktualisieren Sie auf die PRO-Version
es_es: Tenga en cuenta que la versión GRATUITA solo presenta un área de texto básica (no se permite HTML). Si desea formatear su contenido usando el editor HTML Visual Rich Text, actualice a la versión PRO
fr_fr: Veuillez noter que la version GRATUITE ne comporte qu'une zone de texte de base (pas de HTML autorisé). Si vous souhaitez mettre en forme votre contenu à l'aide de l'éditeur HTML Visual Rich Text, veuillez passer à la version PRO
hi_in: कृपया ध्यान दें कि मुफ़्त संस्करण में केवल एक मूल पाठ क्षेत्र है (HTML की अनुमति नहीं है)। यदि आप HTML विज़ुअल रिच टेक्स्ट एडिटर का उपयोग करके अपनी सामग्री को प्रारूपित करना चाहते हैं, तो कृपया प्रो संस्करण में अपग्रेड करें
id_id: Harap dicatat bahwa versi GRATIS hanya menampilkan area teks dasar (HTML tidak diperbolehkan). Jika Anda ingin memformat konten Anda menggunakan editor HTML Visual Rich Text, harap tingkatkan ke versi PRO
it_it: Tieni presente che la versione GRATUITA presenta solo un'area di testo di base (non è consentito HTML). Se desideri formattare i tuoi contenuti utilizzando l'editor HTML Visual Rich Text, esegui l'upgrade alla versione PRO
ja: 無料版は基本的なテキスト領域のみを備えていることに注意してください（HTMLは許可されていません）。 HTML Visual Rich Textエディターを使用してコンテンツをフォーマットする場合は、PROバージョンにアップグレードしてください。
pt_br: Observe que a versão GRATUITA apresenta apenas uma área de texto básica (nenhum HTML permitido). Se você deseja formatar seu conteúdo usando o editor HTML Visual Rich Text, atualize para a versão PRO
ro_ro: Vă rugăm să rețineți că versiunea GRATUITĂ are doar o zonă de text de bază (nu este permis HTML). Dacă doriți să vă formatați conținutul utilizând editorul HTML Visual Rich Text, vă rugăm să faceți upgrade la versiunea PRO
ru_ru: Обратите внимание, что БЕСПЛАТНАЯ версия имеет только базовую текстовую область (HTML не допускается). Если вы хотите отформатировать свой контент с помощью редактора HTML Visual Rich Text, обновите его до версии PRO.
sv_se: Observera att den GRATIS versionen endast har ett grundläggande textområde (ingen HTML tillåten). Om du vill formatera ditt innehåll med HTML Visual Rich Text Editor, uppgradera till PRO-versionen
tr_tr: Lütfen ÜCRETSİZ sürümün yalnızca temel bir metin alanı içerdiğini unutmayın (HTML'ye izin verilmez). İçeriğinizi HTML Görsel Zengin Metin düzenleyicisini kullanarak biçimlendirmek istiyorsanız, lütfen PRO sürümüne yükseltin

# Post Type General Name
source: Video SEO
es_es: SEO de video
fr_fr: SEO vidéo
hi_in: वीडियो एसईओ
id_id: SEO Video
it_it: SEO video
ja: ビデオSEO
pt_br: SEO de vídeo
ro_ro: SEO video
ru_ru: SEO видео

# Post Type Singular Name
source: Video SEO
es_es: SEO de video
fr_fr: SEO vidéo
hi_in: वीडियो एसईओ
id_id: SEO Video
it_it: SEO video
ja: ビデオSEO
pt_br: SEO de vídeo
ro_ro: SEO video
ru_ru: SEO видео

source: Remove featured image
de_de: Entfernen Sie das vorgestellte Bild
es_es: Eliminar imagen destacada
fr_fr: Supprimer l'image sélectionnée
hi_in: चुनिंदा छवि हटाएं
id_id: Hapus gambar unggulan
it_it: Rimuovi l'immagine in primo piano
ja: 注目の画像を削除する
pt_br: Remover imagem em destaque
ro_ro: Eliminați imaginea prezentată
ru_ru: Удалить избранное изображение
sv_se: Ta bort den utvalda bilden
tr_tr: Öne çıkan görseli kaldır

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications
hi_in: परिवर्तनों को सुरक्षित करें
id_id: Simpan perubahan
it_it: Salvare le modifiche
ja: 変更内容を保存
pt_br: Salvar alterações
ro_ro: Salvează modificările
ru_ru: Сохранить изменения
sv_se: Spara ändringar
tr_tr: Değişiklikleri Kaydet

source: Schema App Structured Data by Hunch Manifest
de_de: Strukturierte Daten der Schema-App nach Hunch-Manifest
es_es: Datos estructurados de la aplicación de esquema por manifiesto de corazonada
fr_fr: Données structurées de l'application de schéma par le manifeste Hunch
hi_in: स्कीमा ऐप संरचित डेटा हंच मैनिफेस्ट द्वारा
id_id: Data Terstruktur Aplikasi Skema dengan Manifes Hunch
it_it: Dati strutturati dell'app dello schema da Hunch Manifest
ja: ハンチマニフェストによるスキーマアプリの構造化データ
ro_ro: Scheme App Structured Data by Hunch Manifest
ru_ru: Структурированные данные приложения схемы по манифесту догадки
sv_se: Schemaapp strukturerad data av Hunch Manifest
tr_tr: Hunch Manifest'e göre Şema Uygulaması Yapılandırılmış Verileri

source: Set featured image
de_de: Stellen Sie das vorgestellte Bild ein
es_es: Establecer imagen destacada
fr_fr: Définir l'image sélectionnée
hi_in: समूह के साथ छापा गया चित्र
id_id: Setel gambar unggulan
it_it: Imposta l'immagine in primo piano
ja: 注目の画像を設定する
pt_br: Definir imagem em destaque
ro_ro: Setați imaginea prezentată
ru_ru: Установить избранное изображение
sv_se: Ställ in bild
tr_tr: Öne çıkan resmi ayarla

source: Settings
de_de: die Einstellungen
es_es: Ajustes
fr_fr: Paramètres
hi_in: समायोजन
id_id: Pengaturan
it_it: impostazioni
ja: 設定
pt_br: Definições
ro_ro: Setări
ru_ru: Настройки
sv_se: inställningar
tr_tr: Ayarlar

source: Smush Image Compression and Optimization By WPMU DEV
de_de: Smush-Bildkomprimierung und -optimierung durch WPMU DEV
es_es: Compresión y optimización de imágenes Smush por WPMU DEV
fr_fr: Compression et optimisation d'image Smush par WPMU DEV
hi_in: WPMU DEV द्वारा स्मश छवि संपीड़न और अनुकूलन
it_it: Compressione e ottimizzazione delle immagini Smush da WPMU DEV
ja: WPMUDEVによるスマッシュ画像の圧縮と最適化
pt_br: Compressão e otimização de imagem Smush por WPMU DEV
ro_ro: Comprimarea și optimizarea imaginilor Smush de către WPMU DEV
ru_ru: Сжатие и оптимизация Smush Image с помощью WPMU DEV
sv_se: Smush bildkomprimering och optimering av WPMU DEV
tr_tr: WPMU DEV ile Smush Görüntü Sıkıştırma ve Optimizasyonu

source: STEP 1: General settings for Vidseo plugin
de_de: SCHRITT 1: Allgemeine Einstellungen für das Vidseo-Plugin
es_es: PASO 1: Configuración general del complemento Vidseo
fr_fr: ÉTAPE 1: Paramètres généraux du plugin Vidseo
hi_in: चरण 1: वीडियो प्लगइन के लिए सामान्य सेटिंग्स
id_id: LANGKAH 1: Pengaturan umum untuk plugin Vidseo
it_it: PASSAGGIO 1: Impostazioni generali per il plug-in Vidseo
ja: ステップ1：Vidseoプラグインの一般設定
pt_br: PASSO 1: Configurações gerais para o plugin Vidseo
ro_ro: PASUL 1: Setări generale pentru pluginul Vidseo
ru_ru: ШАГ 1: Общие настройки для плагина Vidseo
sv_se: STEG 1: Allmänna inställningar för Vidseo-plugin
tr_tr: ADIM 1: Vidseo eklentisi için genel ayarlar

source: STEP 2: Custom Settings for Youtube & Vimeo videos
de_de: SCHRITT 2: Benutzerdefinierte Einstellungen für Youtube- und Vimeo-Videos
es_es: PASO 2: Configuración personalizada para videos de Youtube y Vimeo
fr_fr: ÉTAPE 2: Paramètres personnalisés pour les vidéos Youtube et Vimeo
hi_in: चरण 2: Youtube और Vimeo वीडियो के लिए कस्टम सेटिंग्स
id_id: LANGKAH 2: Pengaturan Kustom untuk video Youtube & Vimeo
it_it: PASSAGGIO 2: Impostazioni personalizzate per i video di Youtube e Vimeo
ja: ステップ2：YoutubeとVimeoのビデオのカスタム設定
pt_br: ETAPA 2: configurações personalizadas para vídeos do Youtube e Vimeo
ro_ro: PASUL 2: Setări personalizate pentru videoclipurile Youtube și Vimeo
ru_ru: ШАГ 2: Пользовательские настройки для видео Youtube и Vimeo
sv_se: STEG 2: Anpassade inställningar för Youtube- och Vimeo-videor
tr_tr: ADIM 2: Youtube ve Vimeo videoları için Özel Ayarlar

source: This option will hide transcript from front-end viewers but transcript text will be available in source code and search engine bots can read it. If you use this option, you can still manually enable transcript with shortcode attribute trans_hidden="0" (for selected videos)
de_de: Diese Option verbirgt das Transkript vor Front-End-Viewern, aber der Transkriptionstext ist im Quellcode verfügbar und kann von Suchmaschinen-Bots gelesen werden. Wenn Sie diese Option verwenden, können Sie das Transkript weiterhin manuell mit dem Shortcode-Attribut trans_hidden = "0" aktivieren (für ausgewählte Videos).
es_es: Esta opción ocultará la transcripción a los visores de front-end, pero el texto de la transcripción estará disponible en el código fuente y los robots de los motores de búsqueda podrán leerlo. Si usa esta opción, aún puede habilitar manualmente la transcripción con el atributo de código corto trans_hidden = "0" (para videos seleccionados)
fr_fr: Cette option masquera la transcription aux utilisateurs frontaux, mais le texte de la transcription sera disponible dans le code source et les robots des moteurs de recherche pourront le lire. Si vous utilisez cette option, vous pouvez toujours activer manuellement la transcription avec l'attribut shortcode trans_hidden = "0" (pour les vidéos sélectionnées)
hi_in: यह विकल्प ट्रांसक्रिप्ट को फ्रंट-एंड व्यूअर से छिपा देगा लेकिन ट्रांसक्रिप्ट टेक्स्ट सोर्स कोड में उपलब्ध होगा और सर्च इंजन बॉट इसे पढ़ सकते हैं। यदि आप इस विकल्प का उपयोग करते हैं, तब भी आप शोर्टकोड विशेषता trans_hidden="0" (चयनित वीडियो के लिए) के साथ ट्रांसक्रिप्ट को मैन्युअल रूप से सक्षम कर सकते हैं।
id_id: Opsi ini akan menyembunyikan transkrip dari tampilan front-end tetapi teks transkrip akan tersedia dalam kode sumber dan bot mesin pencari dapat membacanya. Jika Anda menggunakan opsi ini, Anda masih dapat mengaktifkan transkrip secara manual dengan atribut shortcode trans_hidden = "0" (untuk video yang dipilih)
it_it: Questa opzione nasconderà la trascrizione agli spettatori front-end, ma il testo della trascrizione sarà disponibile nel codice sorgente e i bot dei motori di ricerca potranno leggerlo. Se utilizzi questa opzione, puoi comunque abilitare manualmente la trascrizione con l'attributo shortcode trans_hidden = "0" (per i video selezionati)
ja: このオプションは、フロントエンドビューアからトランスクリプトを非表示にしますが、トランスクリプトテキストはソースコードで利用可能であり、検索エンジンボットはそれを読み取ることができます。このオプションを使用する場合でも、shortcode属性trans_hidden = "0"を使用してトランスクリプトを手動で有効にすることができます（選択したビデオの場合）
pt_br: Esta opção irá ocultar a transcrição dos visualizadores front-end, mas o texto da transcrição estará disponível no código-fonte e os bots do mecanismo de pesquisa podem lê-lo. Se você usar esta opção, ainda poderá ativar manualmente a transcrição com o atributo shortcode trans_hidden = "0" (para vídeos selecionados)
ro_ro: Această opțiune va ascunde transcrierea de la spectatorii front-end, dar textul transcrierii va fi disponibil în codul sursă, iar roboții motoarelor de căutare îl pot citi. Dacă utilizați această opțiune, puteți activa manual transcrierea cu atributul shortcode trans_hidden = "0" (pentru videoclipurile selectate)
ru_ru: Эта опция скроет стенограмму от внешних зрителей, но текст будет доступен в исходном коде, и роботы поисковых систем смогут его прочитать. Если вы используете эту опцию, вы все равно можете вручную включить транскрипцию с атрибутом шорткода trans_hidden = "0" (для выбранных видео)
sv_se: Det här alternativet döljer transkript från front-end-tittare men transkriptionstext kommer att finnas tillgänglig i källkod och sökmotorbots kan läsa det. Om du använder det här alternativet kan du fortfarande aktivera transkript manuellt med kortkodsattribut trans_hidden = "0" (för utvalda videor)
tr_tr: Bu seçenek, transkripti ön uç izleyicilerden gizleyecektir, ancak transkript metni kaynak kodda mevcut olacak ve arama motoru botları bunu okuyabilecektir. Bu seçeneği kullanırsanız, transkripti kısa kod niteliği trans_hidden = "0" ile manuel olarak etkinleştirmeye devam edebilirsiniz (seçilen videolar için)
