Repository: common-repository/vidseo
Catalog: languages/vidseo-*.po
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja, pt_br, ro_ro, ru_ru, sv_se, tr_tr

source: Define width in pixels or percentage. e.g: 560px or 100%
de_de: Definieren Sie die Breite in Pixel oder Prozent. z.B. 560px oder 100%
es_es: Defina el ancho en píxeles o porcentaje. por ejemplo: 560px o 100%
fr_fr: Définissez la largeur en pixels ou en pourcentage. Par exemple: 560px ou 100%
hi_in: पिक्सेल या प्रतिशत में चौड़ाई परिभाषित करें। उदा: 560px या 100%
id_id: Tentukan lebar dalam piksel atau persentase. mis .: 560px atau 100%
it_it: Definisci la larghezza in pixel o percentuale. ad esempio: 560 px o 100%
ja: 幅をピクセルまたはパーセンテージで定義します。例：560pxまたは100％
pt_br: Defina a largura em pixels ou porcentagem. por exemplo: 560px ou 100%
ro_ro: Definiți lățimea în pixeli sau procent. de exemplu: 560 px sau 100%
ru_ru: Укажите ширину в пикселях или процентах. например: 560 пикселей или 100%
sv_se: Definiera bredd i pixlar eller procent. till exempel: 560 pixlar eller 100%
tr_tr: Genişliği piksel veya yüzde olarak tanımlayın. ör .: 560 piksel veya% 100

source: Delete Settings
de_de: Einstellungen löschen
es_es: Eliminar configuración
fr_fr: Supprimer les paramètres
hi_in: सेटिंग्स हटाएं
id_id: Hapus Pengaturan
it_it: Elimina impostazioni
ja: 設定の削除
pt_br: Excluir configurações
ro_ro: Ștergeți setările
ru_ru: Удалить настройки
sv_se: Radera inställningar
tr_tr: Ayarları Sil

source: Disable Player Controls
de_de: Deaktivieren Sie die Player-Steuerung
es_es: Deshabilitar los controles del jugador
fr_fr: Désactiver les commandes du lecteur
hi_in: प्लेयर नियंत्रण अक्षम करें
id_id: Nonaktifkan Kontrol Pemain
it_it: Disabilita i controlli del lettore
ja: プレーヤーコントロールを無効にする
pt_br: Desativar os controles do jogador
ro_ro: Dezactivați comenzile playerului
ru_ru: Отключить управление плеером
sv_se: Inaktivera spelarkontroller
tr_tr: Oyuncu Kontrollerini Devre Dışı Bırak

source: Disable player controls by default on all videos.
de_de: Deaktivieren Sie die Player-Steuerung standardmäßig für alle Videos.
es_es: Desactive los controles del reproductor de forma predeterminada en todos los videos.
fr_fr: Désactivez les commandes du lecteur par défaut sur toutes les vidéos.
hi_in: सभी वीडियो पर डिफ़ॉल्ट रूप से प्लेयर नियंत्रण अक्षम करें।
id_id: Nonaktifkan kontrol pemutar secara default di semua video.
it_it: Disattiva i controlli del lettore per impostazione predefinita su tutti i video.
ja: すべての動画でデフォルトでプレーヤーコントロールを無効にします。
pt_br: Desative os controles do player por padrão em todos os vídeos.
ro_ro: Dezactivați în mod prestabilit comenzile playerului pentru toate videoclipurile.
ru_ru: По умолчанию отключите элементы управления проигрывателем для всех видео.
sv_se: Inaktivera spelarkontroller som standard på alla videor.
tr_tr: Tüm videolarda oynatıcı kontrollerini varsayılan olarak devre dışı bırakın.

source: Disable Transcript
de_de: Transkript deaktivieren
es_es: Desactivar transcripción
fr_fr: Désactiver la transcription
hi_in: ट्रांसक्रिप्ट अक्षम करें
id_id: Nonaktifkan Transkrip
it_it: Disabilita trascrizione
ja: トランスクリプトを無効にする
pt_br: Desativar transcrição
ro_ro: Dezactivați transcrierea
ru_ru: Отключить расшифровку
sv_se: Inaktivera avskrift
tr_tr: Transkripti Devre Dışı Bırak

source: Disable transcript for all videos
de_de: Deaktivieren Sie das Transkript für alle Videos
es_es: Deshabilitar la transcripción de todos los videos
fr_fr: Désactiver la transcription pour toutes les vidéos
hi_in: सभी वीडियो के लिए ट्रांसक्रिप्ट अक्षम करें
id_id: Nonaktifkan transkrip untuk semua video
it_it: Disattiva la trascrizione per tutti i video
ja: すべての動画のトランスクリプトを無効にする
pt_br: Desativar transcrição para todos os vídeos
ro_ro: Dezactivați transcrierea pentru toate videoclipurile
ru_ru: Отключить расшифровку стенограммы для всех видео
sv_se: Inaktivera transkript för alla videor
tr_tr: Tüm videolar için konuşma metnini devre dışı bırakın

source: Edit Item
de_de: Element bearbeiten
es_es: Editar artículo
fr_fr: Modifier l'article
hi_in: संपादित आइटम
it_it: Modifica elemento
ja: アイテムの編集
pt_br: Editar item
ro_ro: Editați elementul
ru_ru: Редактировать элемент
sv_se: Redigera objekt
tr_tr: Ögeyi düzenle

source: Enable Captions/Subtitle by default for all videos.
de_de: Aktivieren Sie Untertitel / Untertitel standardmäßig für alle Videos.
es_es: Habilite Leyendas / Subtítulos de forma predeterminada para todos los videos.
fr_fr: Activez les légendes / sous-titres par défaut pour toutes les vidéos.
hi_in: सभी वीडियो के लिए डिफ़ॉल्ट रूप से कैप्शन/उपशीर्षक सक्षम करें।
id_id: Aktifkan Teks / Subjudul secara default untuk semua video.
it_it: Abilita didascalie / sottotitoli per impostazione predefinita per tutti i video.
ja: すべての動画でデフォルトでキャプション/字幕を有効にします。
pt_br: Habilite legendas / legendas ocultas por padrão para todos os vídeos.
ro_ro: Activați subtitrări / subtitrări în mod prestabilit pentru toate videoclipurile.
ru_ru: Включите титры / субтитры по умолчанию для всех видео.
sv_se: Aktivera textning / undertext som standard för alla videor.
tr_tr: Tüm videolar için varsayılan olarak Altyazıları etkinleştirin.

source: Enable Captions/Subtitles
de_de: Untertitel / Untertitel aktivieren
es_es: Habilitar subtítulos / subtítulos
fr_fr: Activer les légendes / sous-titres
hi_in: कैप्शन/उपशीर्षक सक्षम करें
id_id: Aktifkan Teks / Subtitel
it_it: Abilita didascalie / sottotitoli
ja: キャプション/字幕を有効にする
pt_br: Ativar legendas / legendas
ro_ro: Activați subtitrări
ru_ru: Включить титры / субтитры
sv_se: Aktivera textning / undertexter
tr_tr: Altyazıları / Altyazıları Etkinleştir

source: Enable loop by default for all videos.
de_de: Aktivieren Sie die Schleife standardmäßig für alle Videos.
es_es: Habilite el bucle de forma predeterminada para todos los videos.
fr_fr: Activer la boucle par défaut pour toutes les vidéos.
hi_in: सभी वीडियो के लिए डिफ़ॉल्ट रूप से लूप सक्षम करें।
id_id: Aktifkan loop secara default untuk semua video.
it_it: Abilita il loop per impostazione predefinita per tutti i video.
ja: すべての動画でデフォルトでループを有効にします。
pt_br: Habilite o loop por padrão para todos os vídeos.
ro_ro: Activați bucla în mod prestabilit pentru toate videoclipurile.
ru_ru: Включить цикл по умолчанию для всех видео.
sv_se: Aktivera loop som standard för alla videor.
tr_tr: Tüm videolar için varsayılan olarak döngüyü etkinleştirin.

source: Excerpt > Visible text shown under video. Define number of characters as you need
de_de: Auszug> Sichtbarer Text unter Video. Definieren Sie die Anzahl der Zeichen nach Bedarf
es_es: Extracto> Texto visible que se muestra debajo del video. Defina la cantidad de caracteres que necesite
fr_fr: Extrait> Texte visible affiché sous la vidéo. Définissez le nombre de caractères dont vous avez besoin
hi_in: अंश > वीडियो के नीचे दिखाया गया दृश्य पाठ। आवश्यकतानुसार वर्णों की संख्या निर्धारित करें
id_id: Kutipan> Teks yang terlihat ditampilkan di bawah video. Tentukan jumlah karakter yang Anda butuhkan
it_it: Estratto> Testo visibile mostrato sotto il video. Definisci il numero di caratteri di cui hai bisogno
ja: 抜粋>ビデオの下に表示される表示テキスト。必要に応じて文字数を定義します
pt_br: Trecho> Texto visível mostrado abaixo do vídeo. Defina o número de caracteres que você precisa
ro_ro: Extras> Text vizibil afișat sub videoclip. Definiți numărul de caractere după cum aveți nevoie
ru_ru: Отрывок> Видимый текст под видео. Определите количество символов по своему усмотрению
sv_se: Utdrag> Synlig text visas under video. Definiera antalet tecken som du behöver
tr_tr: Alıntı> Videonun altında gösterilen görünür metin. İhtiyacınız olan karakter sayısını tanımlayın

source: Excerpt Length
de_de: Auszugslänge
es_es: Longitud del extracto
fr_fr: Longueur de l'extrait
hi_in: उद्धरण की लंबाई
id_id: Panjang Kutipan
it_it: Lunghezza estratto
ja: 抜粋長さ
pt_br: Tamanho do Resumo
ro_ro: Lungimea extrasului
ru_ru: Фиксированная длина
sv_se: Utdragslängd
tr_tr: Alıntı Uzunluğu

source: Featured Image
de_de: Ausgewähltes Bild
es_es: Foto principal
fr_fr: L'image sélectionnée
hi_in: विशेष रुप से प्रदर्शित छवि
id_id: Gambar Unggulan
it_it: Immagine in primo piano
ja: 注目の画像
pt_br: Imagem em destaque
ro_ro: Imagine prezentată
ru_ru: Популярное изображение
sv_se: Utvald bild
tr_tr: Özellikli resim

source: Filter items list
de_de: Elementliste filtern
es_es: Lista de elementos de filtro
fr_fr: Liste des éléments de filtre
hi_in: फ़िल्टर आइटम सूची
id_id: Filter daftar item
it_it: Filtra l'elenco degli elementi
ja: フィルタアイテムリスト
pt_br: Lista de itens de filtro
ro_ro: Lista de elemente de filtrare
ru_ru: Список элементов фильтра
sv_se: Filtrera objektlista
tr_tr: Öğe listesini filtrele

source: Get BIALTY by Pagup &raquo;
de_de: Holen Sie sich BIALTY von Pagup »
es_es: Obtenga BIALTY por Pagup »
fr_fr: Obtenez BIALTY par Pagup »
hi_in: Pagup द्वारा BIALTY प्राप्त करें »
id_id: Dapatkan BIALTY dengan Pagup »
it_it: Ottieni BIALTY da Pagup »
ja: PagupでBIALTYを入手»
pt_br: Obtenha BIALTY por Pagup »
ro_ro: Obțineți BIALTY de Pagup »
ru_ru: Получите BIALTY от Pagup »
sv_se: Skaffa BIALTY by Pagup »
tr_tr: Sayfaya Göre BIALTY Al »

source: Get Mobilook by Pagup &raquo;
de_de: Holen Sie sich Mobilook von Pagup »
es_es: Obtenga Mobilook por Pagup »
fr_fr: Obtenez Mobilook par Pagup »
hi_in: Pagup द्वारा Mobilook प्राप्त करें »
id_id: Dapatkan Mobilook by Pagup »
it_it: Ottieni Mobilook di Pagup »
ja: PagupでMobilookを入手»
pt_br: Obtenha Mobilook by Pagup »
ro_ro: Obține Mobilook de Pagup »
ru_ru: Получите Mobilook от Pagup »
sv_se: Skaffa Mobilook med Pagup »
tr_tr: Sayfaya Göre Mobilook&#39;u Edinin »

source: Get Schema.org structured data for all pages, posts, categories and profile pages on activation.
de_de: Erhalten Sie bei Aktivierung strukturierte Schema.org-Daten für alle Seiten, Beiträge, Kategorien und Profilseiten.
es_es: Obtenga datos estructurados de Schema.org para todas las páginas, publicaciones, categorías y páginas de perfil en la activación.
fr_fr: Obtenez des données structurées Schema.org pour toutes les pages, publications, catégories et pages de profil lors de l'activation.
hi_in: सक्रियण पर सभी पेजों, पोस्टों, श्रेणियों और प्रोफाइल पेजों के लिए Schema.org संरचित डेटा प्राप्त करें।
id_id: Dapatkan data terstruktur Schema.org untuk semua halaman, postingan, kategori, dan halaman profil pada aktivasi.
it_it: Ottieni i dati strutturati di Schema.org per tutte le pagine, i post, le categorie e le pagine del profilo all'attivazione.
ja: アクティベーション時に、すべてのページ、投稿、カテゴリ、およびプロファイルページのSchema.org構造化データを取得します。
pt_br: Obtenha dados estruturados do Schema.org para todas as páginas, postagens, categorias e páginas de perfil na ativação.
ro_ro: Obțineți date structurate Schema.org pentru toate paginile, postările, categoriile și paginile de profil la activare.
ru_ru: Получите структурированные данные Schema.org для всех страниц, сообщений, категорий и страниц профиля при активации.
sv_se: Få Schema.org strukturerad data för alla sidor, inlägg, kategorier och profilsidor vid aktivering.
tr_tr: Etkinleştirme sırasında tüm sayfalar, gönderiler, kategoriler ve profil sayfaları için Schema.org yapılandırılmış verilerini alın.

source: Hey %1$s, %2$s Click on Allow & Continue to boost your website’s SEO with video transcription. %2$s Never miss an important update -- opt-in to our security and feature updates notifications. %2$s See you on the other side.
de_de: Hey% 1 $ s,% 2 $ s Klicken Sie auf Zulassen und fortfahren, um die SEO Ihrer Website durch Videotranskription zu verbessern. % 2 $ s Verpassen Sie nie ein wichtiges Update - melden Sie sich für unsere Benachrichtigungen zu Sicherheits- und Funktionsupdates an. % 2 $ s Wir sehen uns auf der anderen Seite.
es_es: Hola,% 1 $ s,% 2 $ s Haz clic en Permitir y continuar para impulsar el SEO de tu sitio web con la transcripción de videos. % 2 $ s No te pierdas nunca una actualización importante: suscríbete a nuestras notificaciones de actualizaciones de seguridad y funciones. % 2 $ s Nos vemos del otro lado.
fr_fr: Salut% 1 $ s,% 2 $ s Cliquez sur Autoriser et continuer pour booster le référencement de votre site Web avec la transcription vidéo. % 2 $ s Ne manquez jamais une mise à jour importante - inscrivez-vous à nos notifications de mises à jour de sécurité et de fonctionnalités. % 2 $ s Rendez-vous de l'autre côté.
hi_in: अरे %1$s, %2$s वीडियो ट्रांसक्रिप्शन के साथ अपनी वेबसाइट के एसईओ को बढ़ावा देने के लिए अनुमति दें और जारी रखें पर क्लिक करें। %2$s कोई महत्वपूर्ण अपडेट कभी न चूकें -- हमारी सुरक्षा और सुविधा अपडेट सूचनाओं में ऑप्ट-इन करें। %2$s दूसरी तरफ मिलते हैं।
id_id: Hai% 1 $ s,% 2 $ s Klik Izinkan & Lanjutkan untuk meningkatkan SEO situs web Anda dengan transkripsi video. % 2 $ s Jangan pernah melewatkan pembaruan penting - ikut serta dalam pemberitahuan pembaruan keamanan dan fitur kami. % 2 $ s Sampai jumpa di sisi lain.
it_it: Ehi% 1 $ s,% 2 $ s Fai clic su Consenti e continua per migliorare la SEO del tuo sito web con la trascrizione dei video. % 2 $ s Non perdere mai un aggiornamento importante: attiva le nostre notifiche sugli aggiornamenti di sicurezza e funzionalità. % 2 $ s Ci vediamo dall'altra parte.
ja: ねえ％1 $ s、％2 $ s [許可して続行]をクリックして、動画の文字起こしでウェブサイトのSEOを向上させます。 ％2 $ s重要な更新を見逃すことはありません-セキュリティと機能の更新通知にオプトインします。 ％2 $ s反対側でお会いしましょう。
pt_br: Ei,% 1 $ s,% 2 $ s Clique em Permitir e continuar para impulsionar o SEO do seu site com a transcrição de vídeo. % 2 $ s Nunca perca uma atualização importante - opte por receber nossas notificações de atualizações de segurança e recursos. % 2 $ s Vejo você do outro lado.
ro_ro: Bună,% 1 $ s,% 2 $ s Faceți clic pe Permiteți și continuați pentru a spori SEO-ul site-ului dvs. web cu transcrierea video. % 2 $ s Nu ratați niciodată o actualizare importantă - înscrieți-vă la notificările noastre de securitate și actualizări de caracteristici. % 2 $ s Ne vedem de cealaltă parte.
ru_ru: Привет,% 1 $ s,% 2 $ s. Нажмите "Разрешить и продолжить", чтобы повысить SEO вашего сайта с помощью транскрипции видео. % 2 $ s Не пропустите важные обновления - подпишитесь на наши уведомления об обновлениях безопасности и функций. % 2 $ s Увидимся на другой стороне.
sv_se: Hej% 1 $ s,% 2 $ s Klicka på Tillåt och fortsätt för att öka din webbplats SEO med videotranskription. % 2 $ s Missa aldrig en viktig uppdatering - välj våra meddelanden om säkerhets- och funktionsuppdateringar. % 2 $ s Vi ses på andra sidan.
tr_tr: Merhaba% 1 $ s,% 2 $ s Web sitenizin SEO'sunu video transkripsiyonla güçlendirmek için İzin Ver ve Devam Et'i tıklayın. % 2 $ s Önemli bir güncellemeyi asla kaçırmayın - güvenlik ve özellik güncellemeleri bildirimlerimize kaydolun. % 2 $ s Diğer tarafta görüşürüz.

source: Hidden Transcript
de_de: Verstecktes Transkript
es_es: Transcripción oculta
fr_fr: Transcription masquée
hi_in: हिडन ट्रांसक्रिप्ट
id_id: Transkrip Tersembunyi
it_it: Trascrizione nascosta
ja: 隠されたトランスクリプト
pt_br: Transcrição Oculta
ro_ro: Transcriere ascunsă
ru_ru: Скрытая стенограмма
tr_tr: Gizli Transkript

source: hidden transcript feature
de_de: versteckte Transkriptionsfunktion
es_es: función de transcripción oculta
fr_fr: fonction de transcription masquée
hi_in: छिपी प्रतिलेख सुविधा
id_id: fitur transkrip tersembunyi
it_it: funzione di trascrizione nascosta
ja: 隠されたトランスクリプト機能
pt_br: recurso de transcrição oculta
ro_ro: caracteristică de transcriere ascunsă
ru_ru: функция скрытой записи
sv_se: dold transkriptionsfunktion
tr_tr: gizli transkript özelliği

source: Hide Title by Default
de_de: Titel standardmäßig ausblenden
es_es: Ocultar título por defecto
fr_fr: Masquer le titre par défaut
hi_in: डिफ़ॉल्ट रूप से शीर्षक छुपाएं
id_id: Sembunyikan Judul secara Default
it_it: Nascondi titolo per impostazione predefinita
ja: デフォルトでタイトルを非表示
pt_br: Ocultar título por padrão
ro_ro: Ascundeți titlul implicit
ru_ru: Скрыть заголовок по умолчанию
sv_se: Dölj titel som standard
tr_tr: Varsayılan Olarak Başlığı Gizle

source: Hide transcript for all videos from viewers
de_de: Transkript für alle Videos vor Zuschauern ausblenden
es_es: Ocultar la transcripción de todos los videos a los espectadores
fr_fr: Masquer la transcription de toutes les vidéos aux spectateurs
hi_in: दर्शकों से सभी वीडियो के लिए ट्रांसक्रिप्ट छिपाएं
id_id: Sembunyikan transkrip untuk semua video dari pemirsa
it_it: Nascondi la trascrizione per tutti i video dagli spettatori
ja: 視聴者からのすべての動画のトランスクリプトを非表示にする
pt_br: Ocultar transcrição de todos os vídeos dos espectadores
ro_ro: Ascundeți transcrierea pentru toate videoclipurile de la spectatori
ru_ru: Скрыть стенограмму для всех видео от зрителей
sv_se: Dölj transkript för alla videor från tittare
tr_tr: İzleyicilerden tüm videolar için konuşma metnini gizle

source: Hide VidSEO post title which is shown above video player on all videos
de_de: Blenden Sie den VidSEO-Beitragstitel aus, der in allen Videos über dem Videoplayer angezeigt wird
es_es: Ocultar el título de la publicación de VidSEO que se muestra arriba del reproductor de video en todos los videos
fr_fr: Masquer le titre de l'article VidSEO affiché au-dessus du lecteur vidéo sur toutes les vidéos
hi_in: VidSEO पोस्ट शीर्षक छुपाएं जो सभी वीडियो पर वीडियो प्लेयर के ऊपर दिखाया गया है
id_id: Sembunyikan judul posting VidSEO yang ditampilkan di atas pemutar video di semua video
it_it: Nascondi il titolo del post di VidSEO mostrato sopra il lettore video su tutti i video
ja: すべてのビデオでビデオプレーヤーの上に表示されるVidSEO投稿タイトルを非表示にします
pt_br: Ocultar o título da postagem VidSEO que é mostrado acima do player de vídeo em todos os vídeos
ro_ro: Ascundeți titlul postului VidSEO, care este afișat deasupra playerului video pentru toate videoclipurile
ru_ru: Скрыть заголовок сообщения VidSEO, который отображается над видеопроигрывателем во всех видео
sv_se: Dölj VidSEO-inläggstiteln som visas ovanför videospelaren på alla videor
tr_tr: Tüm videolarda video oynatıcının üzerinde gösterilen VidSEO gönderi başlığını gizle

source: Improve your WordPress SEO: Write better content and have a fully optimized WordPress site using the Yoast SEO plugin.
de_de: Verbessern Sie Ihre WordPress-SEO: Schreiben Sie mit dem Yoast SEO-Plugin bessere Inhalte und erstellen Sie eine vollständig optimierte WordPress-Site.
es_es: Mejore su SEO de WordPress: escriba mejor contenido y tenga un sitio de WordPress totalmente optimizado utilizando el complemento Yoast SEO.
fr_fr: Améliorez votre référencement WordPress: rédigez un meilleur contenu et disposez d'un site WordPress entièrement optimisé à l'aide du plugin Yoast SEO.
hi_in: अपने WordPress SEO में सुधार करें: बेहतर सामग्री लिखें और Yoast SEO प्लगइन का उपयोग करके पूरी तरह से अनुकूलित वर्डप्रेस साइट बनाएं।
id_id: Tingkatkan SEO WordPress Anda: Tulis konten yang lebih baik dan miliki situs WordPress yang dioptimalkan sepenuhnya menggunakan plugin Yoast SEO.
it_it: Migliora il tuo WordPress SEO: scrivi contenuti migliori e disponi di un sito WordPress completamente ottimizzato utilizzando il plug-in Yoast SEO.
ja: WordPress SEOを改善する：Yoast SEOプラグインを使用して、より良いコンテンツを作成し、完全に最適化されたWordPressサイトを作成します。
pt_br: Melhore o seu WordPress SEO: Escreva melhor conteúdo e tenha um site WordPress totalmente otimizado usando o plugin Yoast SEO.
ro_ro: Îmbunătățiți-vă WordPress WordPress: scrieți conținut mai bun și aveți un site WordPress complet optimizat utilizând pluginul Yoast SEO.
ru_ru: Улучшите свой WordPress SEO: напишите лучший контент и получите полностью оптимизированный сайт WordPress с помощью плагина Yoast SEO.
sv_se: Förbättra din WordPress SEO: Skriv bättre innehåll och ha en helt optimerad WordPress-webbplats med Yoast SEO-plugin.
tr_tr: WordPress SEO'nuzu geliştirin: Yoast SEO eklentisini kullanarak daha iyi içerik yazın ve tamamen optimize edilmiş bir WordPress sitesine sahip olun.

source: Include "px" or "%" at the end. e.g: 550px or 100%.
de_de: Fügen Sie am Ende "px" oder "%" ein. z.B. 550px oder 100%.
es_es: Incluya "px" o "%" al final. por ejemplo: 550px o 100%.
fr_fr: Incluez "px" ou "%" à la fin. Par exemple: 550px ou 100%.
hi_in: अंत में "px" या "%" शामिल करें। उदा: 550px या 100%.
id_id: Sertakan "px" atau "%" di bagian akhir. mis .: 550px atau 100%.
it_it: Includere "px" o "%" alla fine. ad esempio: 550 px o 100%.
ja: 最後に「px」または「％」を含めます。例：550pxまたは100％。
pt_br: Inclua "px" ou "%" no final. por exemplo: 550px ou 100%.
ro_ro: Includeți „px” sau „%” la final. de exemplu: 550 px sau 100%.
ru_ru: Включите в конце «px» или «%». например: 550 пикселей или 100%.
sv_se: Inkludera "px" eller "%" i slutet. t.ex. 550px eller 100%.
tr_tr: Sonuna "piksel" veya "%" ekleyin. ör .: 550 piksel veya% 100.

source: Insert into item
de_de: In Artikel einfügen
es_es: Insertar en el artículo
fr_fr: Insérer dans l'élément
hi_in: आइटम में डालें
id_id: Masukkan ke dalam item
it_it: Inserisci nell'oggetto
ja: アイテムに挿入
pt_br: Inserir no item
ro_ro: Introduceți în element
ru_ru: Вставить в элемент
sv_se: Infoga i objektet
tr_tr: Öğeye ekle
